[
  {
    "title": "Kepala Departemen Strategi SDM",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengkoordinasikan dan mengusulkan rancangan program kerja departemen untuk dapat terkonsolidasi di dalam usulan Rencana Kerja dan Anggaran Perusahaan (RKAP) Divisi termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan program kerja antar unit fungsional.",
      "Mereviu dan mengusulkan draft kebijakan dan panduan terhadap pelaksanaan aktivitas Strategi SDM serta mengidentifikasi area perbaikan strategis untuk memastikan perbaikan kinerja yang berkesinambungan",
      "Mengatur dan memastikan ketersediaan kebijakan dan strategi pengelolaan SDM di IFG, meliputi rekrutmen, remunerasi, pengembangan karyawan, manajemen kinerja, manajemen talenta, pengelolaan karir, employee value proposition, hubungan industrial, program pensiun dan pengakhiran hubungan kerja",
      "Mengatur dan memonitor implementasi inisiatif strategi pengembangan manajemen SDM untuk jangka pendek dan jangka panjang dan menjustifikasi area perbaikan strategis untuk memastikan perbaikan kinerja yang berkesinambungan",
      "Mereviu proses dan analisis pengembangan organisasi meliputi kajian struktur organisasi dan perencanaan kebutuhan karyawan yang selaras dengan kebutuhan Perusahaan",
      "Mengkoordinasikan dan mengarahkan penyelarasan kebijakan dan strategi pengelolaan SDM Induk Perusahaan kepada Anak Perusahaan untuk memastikan sinergi strategi IFG secara keseluruhan",
      "Menerapkan pembinaan dan pengawasan langsung terhadap karyawan-karyawan di dalam Departemen Strategi SDM termasuk kebutuhan pelatihan untuk menjaga efektivitas dan efisiensi karyawan dalam melakukan perannya.",
      "Mengatur dan memonitor risiko dan tata kelola di unit kerja Strategi SDM untuk memastikan risiko di unit dan tata kelola kerja telah sesuai dengan ketentuan dan peraturan yang berlaku."
    ],
    "qualifications": [
      "Minimal S-1 Diutamakan Jurusan: Psikologi/Ekonomi/Manajemen/Teknik Industri",
      "Memiliki pengalaman kerja minimal 7 tahun di bidang Sumber Daya Manusia, termasuk minimal 3 tahun di posisi manajerial",
      "Memiliki pengalaman kerja sebagai pengelola SDM di Jasa Keuangan atau Konsultan Sumber Daya Manusia",
      "Lebih disukai jika memiliki sertifikasi di Bidang Sumber Daya Manusia"
    ]
  },
  {
    "title": "Officer Perencanaan Keuangan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Melaksanakan rencana program kerja Divisi Keuangan Perusahaan terkait perencanaan keuangan perusahaan;",
      "Menyusun penyusunan RKAP Perusahaan secara konsolidasi dan stand-alone",
      "Menyusun pedoman Pengelolaan Anggaran dan Evaluasi Anggaran beserta kertas kerjanya",
      "Melakukan penyiapan bahan/materi RUPS perusahaan terkait RKAP perusahaan",
      "Mendukung, menyediakan dan menyiapkan data/laporan Kepala Divisi Keuangan Perusahaan terkait evaluasi kinerja, evaluasi program kerja dan keberjalanan usaha dari Anak Perusahaan",
      "Berpartisipasi dalam melakukan riset dan olah pikir dengan output kertas kerja, memorandum, laporan narasi, dan presentasi kepada pemangku kepentingan",
      "Memiliki pengetahuan mengenai ERP dan sistem budget control & monitoring",
      "Melaksanakan PDCA dan continous improvement untuk setiap aspek pekerjaan",
      "Bertanggung jawab kepada Kepala Departemen Perencanaan Keuangan."
    ],
    "qualifications": [
      "Pendidikan Strata-I atau Strata-II, diutamakan di bidang keuangan, akuntansi, atau manajemen bisnis",
      "Pengalamaan kerja 2-7 tahun dalam bidang keuangan dan/atau anggaran",
      "Memiliki pemahaman baik atas konsep akuntansi manajemen perusahaan, anggaran, dan evaluasi kinerja dan akuntansi keuangan",
      "Memiliki kemampuan untuk bekerja secara mandiri dengan arahan dan panduan umum",
      "Memiliki kemampuan dalam menerjemahkan analisis ke dalam materi presentasi dan laporan dengan baik",
      "Memiliki kemampuan dalam manajemen projek, bekerja secara terstruktur, baik secara mandiri maupun dalam tim dengan arahan umum",
      "Memiliki kemampuan komunikasi bisnis (verbal dan tertulis) yang baik dalam Bahasa Indonesia dan Inggris Bersedia dan memiliki kemampuan untuk beradaptasi dengan perubahan bisnis dan organisasi yang cepat"
    ]
  },
  {
    "title": "Kepala Departemen Analisis Risiko",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengusulkan rancangan program kerja departemen untuk dapat terkonsolidasi di dalam usulan RKAP Divisi termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan program kerja antar unit fungsional.",
      "Merencanakan dan merumuskan draft pedoman strategis terhadap pelaksanaan aktivitas Kebijakan, Kepatuhan & Manajemen Prosedur serta mengidentifikasi area perbaikan strategis untuk memastikan perbaikan kinerja yang berkesinambungan.",
      "Mensupervisi pengukuran profil risiko korporasi pada grup perusahaan berdasarkan pendekatan dan perspektif manajemen risiko yang diarahkan oleh Holding",
      "Mengimplementasi strategi perbaikan manajemen risiko korporasi di grup perusahaan serta melakukan eskalasi isu terkait risiko korporasi pada pemangku kepentingan terkait, dengan mempertimbangkan risiko IFG sebagai Holding.",
      "Merumuskan penyusunan rencana mitigasi serta pengendalian risiko korporasi di grup perusahaan  termasuk memastikan dokumentasinya dalam daftar risiko",
      "Mengusulkan rekomendasi dan opsi-opsi dari usulan perubahan organisasi dengan mempertimbangkan strategi perusahaan, kaidah, metode, dan tata kelola yang sesuai standar yang diharapkan.",
      "Mengusulkan laporan terkait Manajemen Risiko baik untuk internal dan eksternal stakeholder.",
      "Merencanakan dan menyusun proposal anggaran Departemen Manajemen Risiko (RKAP) secara keseluruhan, termasuk melakukan koordinasi dengan unit terkait dalam penyusunan anggaran baik di holding dan anggota holding.",
      "Memahami dan menandatangani pedoman perilaku sebagai bagian dari pelaksanaan tata kelola perusahaan yang baik (Good Corporate Governance).",
      "Menerapkan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait."
    ],
    "qualifications": [
      "Minimal S1",
      "Berpengalaman dalam bidang manajemen risiko terutama pada bidang bisnis manajemen, keuangan atau industri tertentu.",
      "Minimal 3-4 tahun pengalaman kerja terkait  di bidang Manajemen Risiko dan/atau Kebijakan & Kepatuhan atau industri jasa keuangan"
    ]
  },
  {
    "title": "Kepala Departemen Budaya Perusahaan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Membuat, melaksanakan, dan memonitor rencana program kerja Departemen Corporate Culture dalam perusahaan dan anak perusahaan;",
      "Menyusun, melakukan review dan/atau melakukan evaluasi pedoman strategis kegiatan terkait corporate culture yang akan diberlakukan di perusahaan dan anak perusahaan;",
      "Merencanakan, melaksanakan, monitoring dan evaluasi program budaya serta internalisasi budaya perusahaan, baik di perusahaan dan anak perusahaan;",
      "Mengevaluasi secara berkala tingkat engagement dan experiencekaryawan terhadap budaya perusahaan dan organisasi secara keseluruhan;",
      "Mengajukan, mempersiapkan, membuat analisa dan membuat Internal Memo sehubungan dengan adanya permohonan dari anak perusahaan terkait kegiatan corporate culture di anak perusahaan untuk dapat ditindaklanjuti kepada Kepala Divisi Corporate University"
    ],
    "qualifications": [
      "Minimal pendidikan S1;",
      "Memiliki pengalaman mengelola corporate culture selama minimal 10 tahun;",
      "Memiliki pengalaman dalam menyusun dan mengimplementasikan budaya perusahaan;",
      "Memiliki jiwa kepemimpinan, pemikiran strategis, keterampilan interpersonal, stakeholder engagement, dan kemampuan analitis yang kuat",
      "Memiliki kemampuan berkomunikasi dengan bahasa inggris yang baik"
    ]
  },
  {
    "title": "Kepala Departemen Komunikasi Korporasi",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengkoordinasikan dan mengusulkan rancangan program kerja departemen untuk dapat terkonsolidasi di dalam usulan RKAP Divisi termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan program kerja antar unit fungsional",
      "Mereview dan mengusulkan draft kebijakan dan panduan terhadap pelaksanaan aktivitas komunikasi korporasi serta mengidentifikasi area perbaikan strategis untuk memastikan perbaikan kinerja yang berkesinambungan.",
      "Menerapkan, mengatur dan mengkoordinasikan jalur komunikasi eksternal perusahaan, melakukan pendekatan dan menjalin hubungan baik baik secara formal maupun informal dengan media.",
      "Menerapkan, mengatur dan mengkoordinasikan jalur komukasi internal perusahaan.",
      "Memonitor  media intelligence, menganalisa, dan mengevaluasi pemberitaan media terkait perusahaan dan membuat laporan atas kegiatan yang terkait dengan perusahaan",
      "Melaksanakan dan memonitor audit perkembangan isu-isu terbaru perusahaan, menganalisa, mengevaluasi hasil audit isu tersebut bersama kepala unit terkait, dan membuat analisa implikasi, memberikan rekomendasi serta melakukan antisipasi isu.",
      "Menyelenggarakan aktivitas internal dan eksternal Perusahaan dan bekerja sama dengan unit-unit di perusahaan.",
      "Mengusulkan Rencana Kerja dan Anggaran Perusahaan unit kerja.",
      "Memonitor pelaksanaan dan penggunaan Rencana Kerja dan Anggaran Perusahaan unit kerja.",
      "Memaparkan Laporan Pelaksanaan Rencana Kerja dan Penggunaan Anggaran unit kerja",
      "Merekomendasikan proses penerapan sistem, kebijakan, dan standar prosedur operasi dan perubahannya.",
      "Menerapkan terlaksananya proses internalisasi program-program budaya kerja di departemen.",
      "Mengatur dan mengevaluasi risiko terkait dengan pelaksanaan tugas dan tanggung jawab departemen, yang mampu mengidentifikasikan, dan memitigasi risiko yang berdampak terhadap pelaksanaan fungsi perusahaan.",
      "Menerapkan tertib administrasi yang berhubungan dengan pengelolaan operasional bisnis secara lengkap, akurat, kini, dan utuh.",
      "Menerapkan pembinaan dan pengembangan Sumber Daya Manusia (SDM) serta mengevaluasi kinerjanya secara periodik pada unit kerjanya.",
      "Mengatur dan memonitor setiap karyawan di bawahnya memiliki tugas dan tanggung jawab yang jelas, merata, dan tidak tumpang tindih.",
      "Mengatur dan menerapkan pelaksanaan tugas dan tanggung jawab sesuai dengan prinsip tata kelola yang baik (good governance).",
      "Menerapkan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait."
    ],
    "qualifications": [
      "Minimal S1 semua jurusan",
      "Latar belakang pengalaman kerja Corporate Secretary Officer, Media Relation Officer, Marketing Communication ",
      "Minimal 7 tahun pengalaman kerja di industri jasa keuangan, termasuk minimal 3 tahun di posisi manajerial."
    ]
  },
  {
    "title": "Kepala Departemen Management Information System",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengkoordinasikan dan mengusulkan Program Kerja Departemen untuk dapat terkonsolidasi di dalam usulan RKAP Divisi termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan Program Kerja antar unit fungsional.",
      "Menyusun dan mensinergikan arsitektur pengembangan manajemen sistem informasi Perusahaan dan/atau Anak Perusahaan.",
      "Mengkoordinasikan dan menghubungkan manajemen sistem informasi Perusahaan dan/ atau Anak Perusahaan dengan Kebijakan.",
      "Bertanggung jawab sebagai focal point dalam integrasi data Perusahaan dan/atau Anak Perusahaan.",
      "Memastikan terjadinya integrasi data untuk menghasilkan informasi strategis yang dapat digunakan dalam pembuatan keputusan-keputusan bisnis serta monitoring operasional Perusahaan dan/atau Anak Perusahaan.",
      "Mensinergikan manajemen data informasi dengan cakupan data keuangan, non keuangan, manajemen aset, melalui teknologi terkini dan reliable.",
      "Memberikan masukan dan menjalankan inisiatif strategis selama 5 (lima) tahun sebagai penjabaran atas RJPP dan inisiatif strategis selama 1 (satu) tahun berbasis RKAP dalam bidang yang menjadi tanggung jawabnya.",
      "Mengusulkan rencana kerja & anggaran bidang yang menjadi tanggung jawabnya serta mengelola dan mengawasi penggunaan anggaran dalam bidang yang menjadi tanggung jawabnya.",
      "Menyusun dan melakukan evaluasi berkala atas kebijakan dan prosedur sesuai bidang yang menjadi tanggung jawabnya, termasuk memastikan ketersediaan dokumen peraturan internal sesuai kebutuhan bisnis dan operasional pada bidang yang menjadi tanggung jawabnya dan kesesuaiannya pada ketentuan yang berlaku sebelum diajukan persetujuannya kepada pejabat yang berwenang",
      "Membantu Kepala Divisi dalam mengidentifikasi, mengukur, melaksanakan perlakuan risiko dalam menjalankan kegiatan bisnis dan operasional sesuai bidang tanggung jawabnya.",
      "Membantu Kepala Divisi dalam menyusun, mengusulkan, melaksanakan kebijakan manajemen risiko serta mengembangkan budaya manajemen risiko sesuai bidang tanggung jawabnya.",
      "Mengimplementasikan serta menyusun peraturan internal dan uraian jabatan guna mendukung GCG serta GCG Terintegrasi.",
      "Menindaklanjuti temuan audit internal & eksternal pada bidang yang menjadi tanggung jawabnya.",
      "Mengusulkan perencanaan kebutuhan SDM serta melakukan pelaksanaan pembinaan karyawan melalui coaching, feedback, mentoring dan evaluasi kinerja.",
      "Mengimplementasikan perilaku, menjadi teladan (role model),dan mendukung serta melakukan monitoring kegiatan yang mencerminkan core values AKHLAK dan EVP.",
      "Menyusun, mengimplementasikan, mereviu dan mengevaluasi terkait kajian, pelaksanaan serta pelaporan ESG.",
      "Mengusulkan dan mengawasi pelaksanaan pengadaan barang dan/atau jasa sesuai dengan kewenangan yang diatur dalam peraturan perusahaan termasuk mengelola, mengawasi, dan melakukan evaluasi deliverables dan performance dari vendor.",
      "Membantu Kepala Divisi dalam mengelola dan melakukan evaluasi secara berkala atas kegiatan pencatatan, administrasi, dan dokumentasi serta penyusunan laporan pengurusan Perusahaan dalam bidang yang menjadi tanggung jawabnya untuk keperluan internal maupun eksternal Perusahaan dengan ketentuan dan perundangan yang berlaku.",
      "Menjalin hubungan baik dengan pemangku kepentingan dalam rangka mendukung keberhasilan program kerja unit kerja.",
      "Melakukan penyelarasam, reviu, monitoring dan evaluasi berkala atas program kerja dan kebijkan Anak Perusahaan sesuai bidang yang menjadi tanggung jawabnya.",
      "Mempersiapkan, membuat analisa dan internal memorandum sehubungan dengan adanya permohonan dari Anak Perusahaan untuk dapat ditindak lanjuti kepada Direktur bidang.",
      "Mengimplementasikan tata kelola teknologi informasi yang baik dalam melaksanakan tugas dan tanggung jawabnya."
    ],
    "qualifications": [
      "Minimal S-1, Diutamakan Jurusan: Manajemen Bisnis/ Ilmu Komputer/ Management Information System.",
      "Berpengalaman di bidang keuangan dan/atau investasi atau industri jasa keuangan, dan telah menduduki posisi manajerial.",
      "Minimal 7 tahun pengalaman kerja terkait di bidang keuangan dan/atau investasi atau industri jasa keuangan, termasuk minimal 3 tahun di posisi manajerial."
    ]
  },
  {
    "title": "Kepala Departemen Manajemen Portopolio Investasi",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengkoordinasikan dan mengusulkan rancangan Program Kerja Departemen untuk dapat terkonsolidasi di dalam usulan RKAP Divisi termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan Program Kerja antar unit fungsi.",
      "Mengkoordinasikan dan melakukan review atas penyusunan RKAP Anak Perusahaan.",
      "Mengelola portfolio Anak Perusahaan.",
      "Melakukan indentifikasi dan analisis kebutuhan pemberian pinjaman dana kepada Anak Perusahaan.",
      "Melakukan feasibility study / evaluasi bisnis yang komprehensif terhadap proposal pembentukan bisnis baru, diantaranya value creation projection, synergy valuation projection, benefit, Risk, dan Cost Analysis.",
      "Merekomendasikan follow-up corporate action dari IFG selaku Perusahaan Induk ke Anak Perusahaan kepada BOD.",
      "Memastikan pelaporan kinerja keuangan Anak Perusahaan tersampaikan kepada manajemen.",
      "Memberikan masukan dan menjalankan inisiatif strategis selama 5 (lima) tahun sebagai penjabaran atas RJPP dan inisiatif strategis selama 1 (satu) tahun berbasis RKAP dalam bidang yang menjadi tanggung jawabnya.",
      "Mengusulkan rencana kerja & anggaran bidang yang menjadi tanggung jawabnya serta mengelola dan mengawasi penggunaan anggaran dalam bidang yang menjadi tanggung jawabnya.",
      "Menyusun dan melakukan evaluasi berkala atas kebijakan dan prosedur sesuai bidang yang menjadi tanggung jawabnya, termasuk memastikan ketersediaan dokumen peraturan internal sesuai kebutuhan bisnis dan operasional pada bidang yang menjadi tanggung jawabnya dan kesesuaiannya pada ketentuan yang berlaku sebelum diajukan persetujuannya kepada pejabat yang berwenang.",
      "Membantu Kepala Divisi dalam mengidentifikasi, mengukur, melaksanakan perlakuan risiko dalam menjalankan kegiatan bisnis dan operasional sesuai bidang tanggung jawabnya.",
      "Membantu Kepala Divisi dalam menyusun, mengusulkan, melaksanakan kebijakan manajemen risiko serta mengembangkan budaya manajemen risiko sesuai bidang tanggung jawabnya.",
      "Mengimplementasikan serta menyusun peraturan internal dan uraian jabatan guna mendukung GCG serta GCG Terintegrasi.",
      "Menindaklanjuti temuan audit internal & eksternal pada bidang yang menjadi tanggung jawabnya.",
      "Mengusulkan perencanaan kebutuhan SDM serta melakukan pelaksanaan pembinaan karyawan melalui coaching, feedback, mentoring dan evaluasi kinerja.",
      "Mengimplementasikan perilaku, menjadi teladan (role model),dan mendukung serta melakukan monitoring kegiatan yang mencerminkan core values AKHLAK dan EVP.",
      "Menyusun, mengimplementasikan, mereviu dan mengevaluasi terkait kajian, pelaksanaan serta pelaporan ESG.",
      "Mengusulkan dan mengawasi pelaksanaan pengadaan barang dan/atau jasa sesuai dengan kewenangan yang diatur dalam peraturan perusahaan termasuk mengelola, mengawasi, dan melakukan evaluasi deliverables dan performance dari vendor.",
      "Membantu Kepala Divisi dalam mengelola dan melakukan evaluasi secara berkala atas kegiatan pencatatan, administrasi, dan dokumentasi serta penyusunan laporan pengurusan Perusahaan dalam bidang yang menjadi tanggung jawabnya untuk keperluan internal maupun eksternal Perusahaan dengan ketentuan dan perundangan yang berlaku.",
      "Menjalin hubungan baik dengan pemangku kepentingan dalam rangka mendukung keberhasilan program kerja unit kerja.",
      "Melakukan penyelarasam, reviu, monitoring dan evaluasi berkala atas program kerja dan kebijkan Anak Perusahaan sesuai bidang yang menjadi tanggung jawabnya.",
      "Mempersiapkan, membuat analisa dan internal memorandum sehubungan dengan adanya permohonan dari Anak Perusahaan untuk dapat ditindak lanjuti kepada Direktur bidang.",
      "Mengimplementasikan tata kelola teknologi informasi yang baik dalam melaksanakan tugas dan tanggung jawabnya."
    ],
    "qualifications": [
      "Minimal S-1, Diutamakan Jurusan: Manajemen Bisnis/ Ilmu Komputer/ Management Information System.",
      "Berpengalaman di bidang keuangan dan/atau investasi atau industri jasa keuangan, dan telah menduduki posisi manajerial.",
      "Minimal 7 tahun pengalaman kerja terkait di bidang keuangan dan/atau investasi atau industri jasa keuangan, termasuk minimal 3 tahun di posisi manajerial."
    ]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  },
  {
    "title": "text",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": ["text", "text"],
    "qualifications": ["text", "text"]
  }
]
