[
  {
    "title": "Kepala Departemen Strategi SDM",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengkoordinasikan dan mengusulkan rancangan program kerja departemen untuk dapat terkonsolidasi di dalam usulan Rencana Kerja dan Anggaran Perusahaan (RKAP) Divisi termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan program kerja antar unit fungsional.",
      "Mereviu dan mengusulkan draft kebijakan dan panduan terhadap pelaksanaan aktivitas Strategi SDM serta mengidentifikasi area perbaikan strategis untuk memastikan perbaikan kinerja yang berkesinambungan",
      "Mengatur dan memastikan ketersediaan kebijakan dan strategi pengelolaan SDM di IFG, meliputi rekrutmen, remunerasi, pengembangan karyawan, manajemen kinerja, manajemen talenta, pengelolaan karir, employee value proposition, hubungan industrial, program pensiun dan pengakhiran hubungan kerja",
      "Mengatur dan memonitor implementasi inisiatif strategi pengembangan manajemen SDM untuk jangka pendek dan jangka panjang dan menjustifikasi area perbaikan strategis untuk memastikan perbaikan kinerja yang berkesinambungan",
      "Mereviu proses dan analisis pengembangan organisasi meliputi kajian struktur organisasi dan perencanaan kebutuhan karyawan yang selaras dengan kebutuhan Perusahaan",
      "Mengkoordinasikan dan mengarahkan penyelarasan kebijakan dan strategi pengelolaan SDM Induk Perusahaan kepada Anak Perusahaan untuk memastikan sinergi strategi IFG secara keseluruhan",
      "Menerapkan pembinaan dan pengawasan langsung terhadap karyawan-karyawan di dalam Departemen Strategi SDM termasuk kebutuhan pelatihan untuk menjaga efektivitas dan efisiensi karyawan dalam melakukan perannya.",
      "Mengatur dan memonitor risiko dan tata kelola di unit kerja Strategi SDM untuk memastikan risiko di unit dan tata kelola kerja telah sesuai dengan ketentuan dan peraturan yang berlaku."
    ],
    "qualifications": [
      "Minimal S-1 Diutamakan Jurusan: Psikologi/Ekonomi/Manajemen/Teknik Industri",
      "Memiliki pengalaman kerja minimal 7 tahun di bidang Sumber Daya Manusia, termasuk minimal 3 tahun di posisi manajerial",
      "Memiliki pengalaman kerja sebagai pengelola SDM di Jasa Keuangan atau Konsultan Sumber Daya Manusia",
      "Lebih disukai jika memiliki sertifikasi di Bidang Sumber Daya Manusia"
    ]
  },
  {
    "title": "Officer Perencanaan Keuangan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Melaksanakan rencana program kerja Divisi Keuangan Perusahaan terkait perencanaan keuangan perusahaan;",
      "Menyusun penyusunan RKAP Perusahaan secara konsolidasi dan stand-alone",
      "Menyusun pedoman Pengelolaan Anggaran dan Evaluasi Anggaran beserta kertas kerjanya",
      "Melakukan penyiapan bahan/materi RUPS perusahaan terkait RKAP perusahaan",
      "Mendukung, menyediakan dan menyiapkan data/laporan Kepala Divisi Keuangan Perusahaan terkait evaluasi kinerja, evaluasi program kerja dan keberjalanan usaha dari Anak Perusahaan",
      "Berpartisipasi dalam melakukan riset dan olah pikir dengan output kertas kerja, memorandum, laporan narasi, dan presentasi kepada pemangku kepentingan",
      "Memiliki pengetahuan mengenai ERP dan sistem budget control & monitoring",
      "Melaksanakan PDCA dan continous improvement untuk setiap aspek pekerjaan",
      "Bertanggung jawab kepada Kepala Departemen Perencanaan Keuangan."
    ],
    "qualifications": [
      "Pendidikan Strata-I atau Strata-II, diutamakan di bidang keuangan, akuntansi, atau manajemen bisnis",
      "Pengalamaan kerja 2-7 tahun dalam bidang keuangan dan/atau anggaran",
      "Memiliki pemahaman baik atas konsep akuntansi manajemen perusahaan, anggaran, dan evaluasi kinerja dan akuntansi keuangan",
      "Memiliki kemampuan untuk bekerja secara mandiri dengan arahan dan panduan umum",
      "Memiliki kemampuan dalam menerjemahkan analisis ke dalam materi presentasi dan laporan dengan baik",
      "Memiliki kemampuan dalam manajemen projek, bekerja secara terstruktur, baik secara mandiri maupun dalam tim dengan arahan umum",
      "Memiliki kemampuan komunikasi bisnis (verbal dan tertulis) yang baik dalam Bahasa Indonesia dan Inggris Bersedia dan memiliki kemampuan untuk beradaptasi dengan perubahan bisnis dan organisasi yang cepat"
    ]
  },
  {
    "title": "Kepala Departemen Analisis Risiko",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengusulkan rancangan program kerja departemen untuk dapat terkonsolidasi di dalam usulan RKAP Divisi termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan program kerja antar unit fungsional.",
      "Merencanakan dan merumuskan draft pedoman strategis terhadap pelaksanaan aktivitas Kebijakan, Kepatuhan & Manajemen Prosedur serta mengidentifikasi area perbaikan strategis untuk memastikan perbaikan kinerja yang berkesinambungan.",
      "Mensupervisi pengukuran profil risiko korporasi pada grup perusahaan berdasarkan pendekatan dan perspektif manajemen risiko yang diarahkan oleh Holding",
      "Mengimplementasi strategi perbaikan manajemen risiko korporasi di grup perusahaan serta melakukan eskalasi isu terkait risiko korporasi pada pemangku kepentingan terkait, dengan mempertimbangkan risiko IFG sebagai Holding.",
      "Merumuskan penyusunan rencana mitigasi serta pengendalian risiko korporasi di grup perusahaan  termasuk memastikan dokumentasinya dalam daftar risiko",
      "Mengusulkan rekomendasi dan opsi-opsi dari usulan perubahan organisasi dengan mempertimbangkan strategi perusahaan, kaidah, metode, dan tata kelola yang sesuai standar yang diharapkan.",
      "Mengusulkan laporan terkait Manajemen Risiko baik untuk internal dan eksternal stakeholder.",
      "Merencanakan dan menyusun proposal anggaran Departemen Manajemen Risiko (RKAP) secara keseluruhan, termasuk melakukan koordinasi dengan unit terkait dalam penyusunan anggaran baik di holding dan anggota holding.",
      "Memahami dan menandatangani pedoman perilaku sebagai bagian dari pelaksanaan tata kelola perusahaan yang baik (Good Corporate Governance).",
      "Menerapkan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait."
    ],
    "qualifications": [
      "Minimal S1",
      "Berpengalaman dalam bidang manajemen risiko terutama pada bidang bisnis manajemen, keuangan atau industri tertentu.",
      "Minimal 3-4 tahun pengalaman kerja terkait  di bidang Manajemen Risiko dan/atau Kebijakan & Kepatuhan atau industri jasa keuangan"
    ]
  },
  {
    "title": "Kepala Departemen Budaya Perusahaan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Membuat, melaksanakan, dan memonitor rencana program kerja Departemen Corporate Culture dalam perusahaan dan anak perusahaan;",
      "Menyusun, melakukan review dan/atau melakukan evaluasi pedoman strategis kegiatan terkait corporate culture yang akan diberlakukan di perusahaan dan anak perusahaan;",
      "Merencanakan, melaksanakan, monitoring dan evaluasi program budaya serta internalisasi budaya perusahaan, baik di perusahaan dan anak perusahaan;",
      "Mengevaluasi secara berkala tingkat engagement dan experiencekaryawan terhadap budaya perusahaan dan organisasi secara keseluruhan;",
      "Mengajukan, mempersiapkan, membuat analisa dan membuat Internal Memo sehubungan dengan adanya permohonan dari anak perusahaan terkait kegiatan corporate culture di anak perusahaan untuk dapat ditindaklanjuti kepada Kepala Divisi Corporate University"
    ],
    "qualifications": [
      "Minimal pendidikan S1;",
      "Memiliki pengalaman mengelola corporate culture selama minimal 10 tahun;",
      "Memiliki pengalaman dalam menyusun dan mengimplementasikan budaya perusahaan;",
      "Memiliki jiwa kepemimpinan, pemikiran strategis, keterampilan interpersonal, stakeholder engagement, dan kemampuan analitis yang kuat",
      "Memiliki kemampuan berkomunikasi dengan bahasa inggris yang baik"
    ]
  },
  {
    "title": "Kepala Departemen Komunikasi Korporasi",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengkoordinasikan dan mengusulkan rancangan program kerja departemen untuk dapat terkonsolidasi di dalam usulan RKAP Divisi termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan program kerja antar unit fungsional",
      "Mereview dan mengusulkan draft kebijakan dan panduan terhadap pelaksanaan aktivitas komunikasi korporasi serta mengidentifikasi area perbaikan strategis untuk memastikan perbaikan kinerja yang berkesinambungan.",
      "Menerapkan, mengatur dan mengkoordinasikan jalur komunikasi eksternal perusahaan, melakukan pendekatan dan menjalin hubungan baik baik secara formal maupun informal dengan media.",
      "Menerapkan, mengatur dan mengkoordinasikan jalur komukasi internal perusahaan.",
      "Memonitor  media intelligence, menganalisa, dan mengevaluasi pemberitaan media terkait perusahaan dan membuat laporan atas kegiatan yang terkait dengan perusahaan",
      "Melaksanakan dan memonitor audit perkembangan isu-isu terbaru perusahaan, menganalisa, mengevaluasi hasil audit isu tersebut bersama kepala unit terkait, dan membuat analisa implikasi, memberikan rekomendasi serta melakukan antisipasi isu.",
      "Menyelenggarakan aktivitas internal dan eksternal Perusahaan dan bekerja sama dengan unit-unit di perusahaan.",
      "Mengusulkan Rencana Kerja dan Anggaran Perusahaan unit kerja.",
      "Memonitor pelaksanaan dan penggunaan Rencana Kerja dan Anggaran Perusahaan unit kerja.",
      "Memaparkan Laporan Pelaksanaan Rencana Kerja dan Penggunaan Anggaran unit kerja",
      "Merekomendasikan proses penerapan sistem, kebijakan, dan standar prosedur operasi dan perubahannya.",
      "Menerapkan terlaksananya proses internalisasi program-program budaya kerja di departemen.",
      "Mengatur dan mengevaluasi risiko terkait dengan pelaksanaan tugas dan tanggung jawab departemen, yang mampu mengidentifikasikan, dan memitigasi risiko yang berdampak terhadap pelaksanaan fungsi perusahaan.",
      "Menerapkan tertib administrasi yang berhubungan dengan pengelolaan operasional bisnis secara lengkap, akurat, kini, dan utuh.",
      "Menerapkan pembinaan dan pengembangan Sumber Daya Manusia (SDM) serta mengevaluasi kinerjanya secara periodik pada unit kerjanya.",
      "Mengatur dan memonitor setiap karyawan di bawahnya memiliki tugas dan tanggung jawab yang jelas, merata, dan tidak tumpang tindih.",
      "Mengatur dan menerapkan pelaksanaan tugas dan tanggung jawab sesuai dengan prinsip tata kelola yang baik (good governance).",
      "Menerapkan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait."
    ],
    "qualifications": [
      "Minimal S1 semua jurusan",
      "Latar belakang pengalaman kerja Corporate Secretary Officer, Media Relation Officer, Marketing Communication ",
      "Minimal 7 tahun pengalaman kerja di industri jasa keuangan, termasuk minimal 3 tahun di posisi manajerial."
    ]
  },
  {
    "title": "Kepala Departemen Management Information System",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengkoordinasikan dan mengusulkan Program Kerja Departemen untuk dapat terkonsolidasi di dalam usulan RKAP Divisi termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan Program Kerja antar unit fungsional.",
      "Menyusun dan mensinergikan arsitektur pengembangan manajemen sistem informasi Perusahaan dan/atau Anak Perusahaan.",
      "Mengkoordinasikan dan menghubungkan manajemen sistem informasi Perusahaan dan/ atau Anak Perusahaan dengan Kebijakan.",
      "Bertanggung jawab sebagai focal point dalam integrasi data Perusahaan dan/atau Anak Perusahaan.",
      "Memastikan terjadinya integrasi data untuk menghasilkan informasi strategis yang dapat digunakan dalam pembuatan keputusan-keputusan bisnis serta monitoring operasional Perusahaan dan/atau Anak Perusahaan.",
      "Mensinergikan manajemen data informasi dengan cakupan data keuangan, non keuangan, manajemen aset, melalui teknologi terkini dan reliable.",
      "Memberikan masukan dan menjalankan inisiatif strategis selama 5 (lima) tahun sebagai penjabaran atas RJPP dan inisiatif strategis selama 1 (satu) tahun berbasis RKAP dalam bidang yang menjadi tanggung jawabnya.",
      "Mengusulkan rencana kerja & anggaran bidang yang menjadi tanggung jawabnya serta mengelola dan mengawasi penggunaan anggaran dalam bidang yang menjadi tanggung jawabnya.",
      "Menyusun dan melakukan evaluasi berkala atas kebijakan dan prosedur sesuai bidang yang menjadi tanggung jawabnya, termasuk memastikan ketersediaan dokumen peraturan internal sesuai kebutuhan bisnis dan operasional pada bidang yang menjadi tanggung jawabnya dan kesesuaiannya pada ketentuan yang berlaku sebelum diajukan persetujuannya kepada pejabat yang berwenang",
      "Membantu Kepala Divisi dalam mengidentifikasi, mengukur, melaksanakan perlakuan risiko dalam menjalankan kegiatan bisnis dan operasional sesuai bidang tanggung jawabnya.",
      "Membantu Kepala Divisi dalam menyusun, mengusulkan, melaksanakan kebijakan manajemen risiko serta mengembangkan budaya manajemen risiko sesuai bidang tanggung jawabnya.",
      "Mengimplementasikan serta menyusun peraturan internal dan uraian jabatan guna mendukung GCG serta GCG Terintegrasi.",
      "Menindaklanjuti temuan audit internal & eksternal pada bidang yang menjadi tanggung jawabnya.",
      "Mengusulkan perencanaan kebutuhan SDM serta melakukan pelaksanaan pembinaan karyawan melalui coaching, feedback, mentoring dan evaluasi kinerja.",
      "Mengimplementasikan perilaku, menjadi teladan (role model),dan mendukung serta melakukan monitoring kegiatan yang mencerminkan core values AKHLAK dan EVP.",
      "Menyusun, mengimplementasikan, mereviu dan mengevaluasi terkait kajian, pelaksanaan serta pelaporan ESG.",
      "Mengusulkan dan mengawasi pelaksanaan pengadaan barang dan/atau jasa sesuai dengan kewenangan yang diatur dalam peraturan perusahaan termasuk mengelola, mengawasi, dan melakukan evaluasi deliverables dan performance dari vendor.",
      "Membantu Kepala Divisi dalam mengelola dan melakukan evaluasi secara berkala atas kegiatan pencatatan, administrasi, dan dokumentasi serta penyusunan laporan pengurusan Perusahaan dalam bidang yang menjadi tanggung jawabnya untuk keperluan internal maupun eksternal Perusahaan dengan ketentuan dan perundangan yang berlaku.",
      "Menjalin hubungan baik dengan pemangku kepentingan dalam rangka mendukung keberhasilan program kerja unit kerja.",
      "Melakukan penyelarasam, reviu, monitoring dan evaluasi berkala atas program kerja dan kebijkan Anak Perusahaan sesuai bidang yang menjadi tanggung jawabnya.",
      "Mempersiapkan, membuat analisa dan internal memorandum sehubungan dengan adanya permohonan dari Anak Perusahaan untuk dapat ditindak lanjuti kepada Direktur bidang.",
      "Mengimplementasikan tata kelola teknologi informasi yang baik dalam melaksanakan tugas dan tanggung jawabnya."
    ],
    "qualifications": [
      "Minimal S-1, Diutamakan Jurusan: Manajemen Bisnis/ Ilmu Komputer/ Management Information System.",
      "Berpengalaman di bidang keuangan dan/atau investasi atau industri jasa keuangan, dan telah menduduki posisi manajerial.",
      "Minimal 7 tahun pengalaman kerja terkait di bidang keuangan dan/atau investasi atau industri jasa keuangan, termasuk minimal 3 tahun di posisi manajerial."
    ]
  },
  {
    "title": "Kepala Departemen Manajemen Portopolio Investasi",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengkoordinasikan dan mengusulkan rancangan Program Kerja Departemen untuk dapat terkonsolidasi di dalam usulan RKAP Divisi termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan Program Kerja antar unit fungsi.",
      "Mengkoordinasikan dan melakukan review atas penyusunan RKAP Anak Perusahaan.",
      "Mengelola portfolio Anak Perusahaan.",
      "Melakukan indentifikasi dan analisis kebutuhan pemberian pinjaman dana kepada Anak Perusahaan.",
      "Melakukan feasibility study / evaluasi bisnis yang komprehensif terhadap proposal pembentukan bisnis baru, diantaranya value creation projection, synergy valuation projection, benefit, Risk, dan Cost Analysis.",
      "Merekomendasikan follow-up corporate action dari IFG selaku Perusahaan Induk ke Anak Perusahaan kepada BOD.",
      "Memastikan pelaporan kinerja keuangan Anak Perusahaan tersampaikan kepada manajemen.",
      "Memberikan masukan dan menjalankan inisiatif strategis selama 5 (lima) tahun sebagai penjabaran atas RJPP dan inisiatif strategis selama 1 (satu) tahun berbasis RKAP dalam bidang yang menjadi tanggung jawabnya.",
      "Mengusulkan rencana kerja & anggaran bidang yang menjadi tanggung jawabnya serta mengelola dan mengawasi penggunaan anggaran dalam bidang yang menjadi tanggung jawabnya.",
      "Menyusun dan melakukan evaluasi berkala atas kebijakan dan prosedur sesuai bidang yang menjadi tanggung jawabnya, termasuk memastikan ketersediaan dokumen peraturan internal sesuai kebutuhan bisnis dan operasional pada bidang yang menjadi tanggung jawabnya dan kesesuaiannya pada ketentuan yang berlaku sebelum diajukan persetujuannya kepada pejabat yang berwenang.",
      "Membantu Kepala Divisi dalam mengidentifikasi, mengukur, melaksanakan perlakuan risiko dalam menjalankan kegiatan bisnis dan operasional sesuai bidang tanggung jawabnya.",
      "Membantu Kepala Divisi dalam menyusun, mengusulkan, melaksanakan kebijakan manajemen risiko serta mengembangkan budaya manajemen risiko sesuai bidang tanggung jawabnya.",
      "Mengimplementasikan serta menyusun peraturan internal dan uraian jabatan guna mendukung GCG serta GCG Terintegrasi.",
      "Menindaklanjuti temuan audit internal & eksternal pada bidang yang menjadi tanggung jawabnya.",
      "Mengusulkan perencanaan kebutuhan SDM serta melakukan pelaksanaan pembinaan karyawan melalui coaching, feedback, mentoring dan evaluasi kinerja.",
      "Mengimplementasikan perilaku, menjadi teladan (role model),dan mendukung serta melakukan monitoring kegiatan yang mencerminkan core values AKHLAK dan EVP.",
      "Menyusun, mengimplementasikan, mereviu dan mengevaluasi terkait kajian, pelaksanaan serta pelaporan ESG.",
      "Mengusulkan dan mengawasi pelaksanaan pengadaan barang dan/atau jasa sesuai dengan kewenangan yang diatur dalam peraturan perusahaan termasuk mengelola, mengawasi, dan melakukan evaluasi deliverables dan performance dari vendor.",
      "Membantu Kepala Divisi dalam mengelola dan melakukan evaluasi secara berkala atas kegiatan pencatatan, administrasi, dan dokumentasi serta penyusunan laporan pengurusan Perusahaan dalam bidang yang menjadi tanggung jawabnya untuk keperluan internal maupun eksternal Perusahaan dengan ketentuan dan perundangan yang berlaku.",
      "Menjalin hubungan baik dengan pemangku kepentingan dalam rangka mendukung keberhasilan program kerja unit kerja.",
      "Melakukan penyelarasam, reviu, monitoring dan evaluasi berkala atas program kerja dan kebijkan Anak Perusahaan sesuai bidang yang menjadi tanggung jawabnya.",
      "Mempersiapkan, membuat analisa dan internal memorandum sehubungan dengan adanya permohonan dari Anak Perusahaan untuk dapat ditindak lanjuti kepada Direktur bidang.",
      "Mengimplementasikan tata kelola teknologi informasi yang baik dalam melaksanakan tugas dan tanggung jawabnya."
    ],
    "qualifications": [
      "Minimal S-1, Diutamakan Jurusan: Manajemen Bisnis/ Ilmu Komputer/ Management Information System.",
      "Berpengalaman di bidang keuangan dan/atau investasi atau industri jasa keuangan, dan telah menduduki posisi manajerial.",
      "Minimal 7 tahun pengalaman kerja terkait di bidang keuangan dan/atau investasi atau industri jasa keuangan, termasuk minimal 3 tahun di posisi manajerial."
    ]
  },
  {
    "title": "Kepala Departemen Monitoring Kinerja Bisnis Asuransi Umum dan Penjaminan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Melakukan pengawasan dan penilaian terhadap kinerja Anak Perusahaan Asuransi Umum dan Penjaminan berdasarkan indikator yang telah ditentukan secara berkala untuk memastikan pencapaian strategi perusahaan yang telah ditetapkan.",
      "Mengkoordinasikan dan mengusulkan rancangan program kerja departemen untuk dapat terkonsolidasi di dalam usulan RKAP Divisi termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan program kerja antar unit fungsional.",
      "Mereviu dan mengusulkan draft kebijakan dan panduan terhadap pelaksanaan aktivitas monitoring kinerja Anak Perusahaan Asuransi Umum dan Penjaminan serta mengidentifikasi area perbaikan strategis untuk memastikan perbaikan kinerja yang berkesinambungan.",
      "Mengusulkan Rencana Kerja dan Anggaran Perusahaan unit kerja.",
      "Memonitor pelaksanaan dan penggunaan Rencana Kerja dan Anggaran Perusahaan unit kerja.",
      "Memaparkan Laporan Pelaksanaan Rencana Kerja dan Penggunaan Anggaran unit kerja.",
      "Merekomendasikan proses penerapan sistem, kebijakan, dan standar prosedur operasi dan perubahannya.",
      "Menerapkan terlaksananya proses internalisasi program-program budaya kerja di departemen.",
      "Mengatur dan mengevaluasi risiko terkait dengan pelaksanaan tugas dan tanggung jawab departemen, yang mampu mengidentifikasikan, dan memitigasi risiko yang berdampak terhadap pelaksanaan fungsi perusahaan.",
      "Menerapkan tertib administrasi yang berhubungan dengan pengelolaan operasional bisnis secara lengkap, akurat, kini, dan utuh.",
      "Menerapkan pembinaan dan pengembangan Sumber Daya Manusia (SDM) serta mengevaluasi kinerjanya secara periodik pada unit kerjanya.",
      "Mengatur dan memonitor setiap karyawan di bawahnya memiliki tugas dan tanggung jawab yang jelas, merata, dan tidak tumpang tindih.",
      "Mengatur dan menerapkan pelaksanaan tugas dan tanggung jawab sesuai dengan prinsip tata kelola yang baik (good governance).",
      "Menerapkan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait."
    ],
    "qualifications": [
      "Minimal S-1 semua jurusan",
      "Diutamakan jurusan: Ekonomi dan Bisnis, Statistika, Teknik Industri, dan Manajemen",
      "Berpengalaman kerja terkait di bidang asuransi umum atau jasa Keuangan dan posisi manajerial",
      "Minimal 7 tahun pengalaman kerja terkait di bidang asuransi umum atau jasa keuangan, termasuk minimal 3 tahun di posisi manajerial"
    ]
  },
  {
    "title": "Kepala Departemen Perencanaan Bisnis Capital Market dan Investasi",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengkoordinasikan dan mengusulkan rancangan program kerja departemen untuk dapat terkonsolidasi di dalam usulan RKAP Divisi termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan program kerja antar unit fungsional",
      "Mereview dan mengusulkan draft kebijakan, panduan terhadap pelaksanaan aktivitas Perencanaan, dan/atau pengembangan ke depan baik untuk divisi Capital Market & Investasi maupun anak perusahaan yang dikelola divisi CMI serta mengidentifikasi area perbaikan strategis untuk memastikan perbaikan kinerja yang berkesinambungan.",
      "Mengkoordinasikan proses penyusunan rencana dan program kerja, baik RKAP maupun RJPP Anak Perusahaan Capital Market & Investasi untuk memastikan penyelarasan dengan Holding.",
      "Mengevaluasi rencana ke depan anper CMI dengan melihat perkembangan industri maupun global best practices.",
      "Mengkoordinasikan dan melaksanakan penyusunan target kinerja Anak Perusahaan Capital Market & Investasi untuk memastikan kesesuaian dengan rencana strategis Anak Perusahaan, serta memastikan keseluruhan proses teradministrasi dengan baik.",
      "Mengimplementasikan rencana kerja Divisi CMI yang menjadi tanggung jawab Departemen Perencanaan",
      "Mengusulkan Rencana Kerja dan Anggaran Perusahaan unit kerja.",
      "Memonitor pelaksanaan dan penggunaan Rencana Kerja dan Anggaran Perusahaan unit kerja.",
      "Memaparkan Laporan Pelaksanaan Rencana Kerja dan Penggunaan Anggaran unit kerja.",
      "Merekomendasikan proses penerapan sistem, kebijakan, dan standar prosedur operasi dan perubahannya.",
      "Menerapkan terlaksananya proses internalisasi program-program budaya kerja di departemen.",
      "Mengatur dan mengevaluasi risiko terkait dengan pelaksanaan tugas dan tanggung jawab departemen, yang mampu mengidentifikasikan, dan memitigasi risiko yang berdampak terhadap pelaksanaan fungsi perusahaan.",
      "Menerapkan tertib administrasi yang berhubungan dengan pengelolaan operasional bisnis secara lengkap, akurat, kini, dan utuh.",
      "Menerapkan pembinaan dan pengembangan Sumber Daya Manusia (SDM) serta mengevaluasi kinerjanya secara periodik pada unit kerjanya.",
      "Mengatur dan memonitor setiap karyawan di bawahnya memiliki tugas dan tanggung jawab yang jelas, merata, dan tidak tumpang tindih.",
      "Mengatur dan menerapkan pelaksanaan tugas dan tanggung jawab sesuai dengan prinsip tata kelola yang baik (Good Corporate Governance).",
      "Menerapkan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait."
    ],
    "qualifications": [
      "Minimal S-1",
      "Diutamakan Jurusan: - Ekonomi, Statistika, Manajemen, Akuntansi",
      "Latar belakang pengalaman kerja yang dibutuhkan",
      "Perusahaan Sekuritas; dan/atau",
      "Perusahaan Manajer Investasi; dan/atau",
      "SRO (Grup IDX); dan/atau",
      "Management Consultant firms; dan/atau",
      "Financial Consultat firms;dan/atau",
      "Private Equity Company; dan/atau",
      "Venture Capital; dan/atau",
      "Kantor Akuntan Publik; dan/atau",
      "Institusi lain yang relevan"
    ]
  },
  {
    "title": "Kepala Departemen Perencanaan Keuangan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengkoordinasikan dan mengevaluasi penyusunan Rencana Kerja dan Anggaran Perusahaan (“RKAP”) dan revisi RKAP (jika ada) untuk Perusahaan dan Anak Perusahaan secara konsolidasi, termasuk kesesuaian dengan inisiatif strategis perusahaan, Rencana Jangka Panjang Perusahaan (“RJPP”) dan Arahan Pemegang Saham guna memastikan keselarasan rencana kerja dan anggaran.",
      "Mengkoordinasikan penyiapan bahan/materi RUPS Perusahaan terkait RKAP dan revisi RKAP (jika ada) di Perusahaan",
      "Mengkoordinasikan dan mengusulkan rancangan program kerja departemen Perencanaan Keuangan untuk dapat terkonsolidasi di dalam usulan RKAP Divisi Keuangan Perusahaan, termasuk kesesuaian dengan inisiatif strategis perusahaan, Rencana Jangka Panjang Perusahaan (“RJPP”) dan Arahan Pemegang Saham guna memastikan keselarasan rencana kerja antar unit fungsional.",
      "Menyusun dan mengkoordinasikan evaluasi capaian kinerja keuangan dibandingkan dengan RKAP dan revisi RKAP (jika ada) Perusahaan secara konsolidasi.",
      "Menyusun dan mengkoordinasikan prognosa/outlook dan perbaikan biaya operasional konsolidasi dari Perusahaan dan Anak Perusahaan.",
      "Memonitor, mengevaluasi, dan memberikan rekomendasi terhadap kebutuhan anggaran (budget control & monitoring) dari seluruh Divisi di Perusahaan termasuk di dalamnya mengenai persetujuan dari permintaan klaim anggaran, realokasi anggaran, redistribusi anggaran dan anggaran beban tambah guna memastikan ketersediaan anggaran dari Perusahaan.",
      "Mengatur upaya pengendalian biaya operasional dan belanja modal Perusahaan.",
      "Mereviu secara berkala dan mengusulkan draf pedoman dan kebijakan terhadap pelaksanaan aktivitas Perencanaan Keuangan serta mengidentifikasi area perbaikan strategis untuk memastikan perbaikan kinerja yang berkesinambungan.",
      "Mengatur pedoman di bidang keuangan Perusahaan dalam bidang pengelolaan anggaran yang akan diberlakukan di Perusahaan dan/atau Anak Perusahaan.",
      "Memastikan Key Performance Indicators (“KPI”) Departemen dapat tercapai.",
      "Membuat laporan terkait kegiatan yang dilakukan oleh Departemen Perencanaan Keuangan kepada Kepala Divisi Keuangan Perusahaan.",
      "Melakukan pembinaan dan pengawasan langsung terhadap karyawan-karyawan di dalam Departemen Perencanaan Keuangan.",
      "Menyelesaikan segala pekerjaan yang tertunda (pending matters) dan menyelesaikan tindak lanjut temuan audit."
    ],
    "qualifications": [
      "Pendidkan Minimal S-1, Diutamakan Jurusan: Akuntansi / Keuangan / Ekonomi / Manajemen Keuangan",
      "Lebih diutamakan yang memiliki sertifikasi CA/CMA/CPMA/PFM/CFA.",
      "Berpengalaman di bidang akuntansi dan keuangan dan/atau perusahaan holding dalam bidang perencanaan dan analisis keuangan dan telah menduduki posisi manajerial.",
      "Minimal 7 tahun pengalaman kerja terkait bidang akuntansi dan keuangan dan/atau perusahaan holding dalam bidang perencanaan dan analisis keuangan, termasuk minimal 3 tahun di posisi manajerial."
    ]
  },
  {
    "title": "Kepala Departemen Quality Assurance",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengkoordinasikan dan mengusulkan rancangan program kerja departemen untuk dapat terkonsolidasi di dalam usulan Rencana Kerja dan Anggaran Perusahaan (RKAP) Departemen termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan program kerja antar unit fungsional.",
      "Mereviu dan mengusulkan draft kebijakan dan panduan terhadap pelaksanaan aktivitas Quality Assurance serta mengidentifikasi area perbaikan strategis untuk memastikan perbaikan kinerja yang berkesinambungan.",
      "Menerapkan pemeriksaan langsung atas aksi korporasi yang dilakukan pada Direktorat Bisnis.",
      "Mengevaluasi kegiatan audit yang sedang berjalan pada Direktorat Bisnis serta tindak lanjut dari hasil pemeriksaan dan melaporkan progress-nya secara rutin.",
      "Mengimplementasikan fungsi pengawasan pada Direktorat Bisnis untuk memastikan bahwa pengendalian internal, manajemen risiko, pelaksanaan manajemen mutu perusahaan dan implementasi Good Corporate Governance (GCG) telah berjalan dengan baik.",
      "Mengkoordinasikan pelaksanaan Rapat Umum Pemegang Saham (RUPS) Anak Perusahaan sehubungan dengan RUPS Tahunan, RUPS RKAP maupun RUPS Luar Biasa dengan Divisi terkait.",
      "Mengusulkan Rencana Kerja dan Anggaran Tahunan unit kerja.",
      "Memonitor pelaksanaan dan penggunaan Rencana Kerja dan Anggaran Tahunan unit kerja.",
      "Memaparkan Laporan Pelaksanaan Rencana Kerja dan Penggunaan Anggaran unit kerja.",
      "Merekomendasikan proses penerapan sistem, kebijakan, dan standar prosedur operasi dan perubahannya.",
      "Memastikan terlaksananya proses internalisasi program-program budaya kerja di departemen.",
      "Mengelola dan mengevaluasi risiko terkait dengan pelaksanaan tugas dan tanggung jawab departemen, yang mampu mengidentifikasikan, dan memitigasi risiko yang berdampak terhadap pelaksanaan fungsi perusahaan.",
      "Menerapkan tertib administrasi yang berhubungan dengan pengelolaan operasional bisnis secara lengkap, akurat, kini, dan utuh.",
      "Melakukan pembinaan dan pengembangan Sumber Daya Manusia (SDM) serta mengevaluasi kinerjanya secara periodik pada unit kerjanya.",
      "Memastikan setiap karyawan di bawahnya memiliki tugas dan tanggung jawab yang jelas, merata, dan tidak tumpang tindih.",
      "Memastikan pelaksanaan tugas dan tanggung jawab sesuai dengan prinsip tata kelola yang baik (good governance)."
    ],
    "qualifications": [
      "Minimal S-1 Diutamakan Jurusan: Keuangan/ Bisnis Manajemen/ Komunikasi/ Hukum",
      "Minimal 7 tahun pengalaman kerja terkait di bidang manajemen, keuangan, manajemen bisnis di industri jasa keuangan, termasuk minimal 3 tahun di posisi manajerial"
    ]
  },
  {
    "title": "Kepala Departemen Restrukturisasi & Pemulihan Aset",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengkoordinasikan, mengimplementasikan, dan memonitor program kerja Departemen Restrukturisasi & Pemulihan Aset untuk mendukung program kerja Divisi Special Liability Management pada Perusahaan dan/atau anak perusahaan",
      "Mengusulkan pedoman strategis terhadap pelaksanaan proyek inisiatif perbaikan yang mencakup formalisasi kebijakan, pendanaan, serta pengawasan pelaksanaan sehubungan dengan restrukturisasi & pemulihan aset pada anak perusahaan",
      "Memaparkan dampak keuangan dan non keuangan dari masalah aset dan liabilitas yang berhubungan dengan restrukturisasi dan pemulihan aset pada anak perusahaan",
      "Merekomendasikan strategi pemulihan dan restrukturisasi aset dan liabilitas serta perencanaan untuk memaksimalkan keuntungan yang berhubungan dengan restrukturisasi & pemulihan aset pada anak perusahaan",
      "Mengkoordinasikan dan memantau proses restrukturisasi, pemulihan, dan penyelesaian masalah aset dan liabilitas pada anak perusahaan",
      "Mengevaluasi pelanggaran/aktivitas ketidakpatuhan yang terkait dengan pengelolaan aset dan liabilitas khusus pada anak perusahaan",
      "Merekomendasikan perubahan produk serta polis asuransi dan pengelolaan aset di anak perusahaan untuk mencegah kerugian di kemudian hari",
      "Melaksanakan program kerja yang ditetapkan sesuai terget",
      "Mengusulkan Rencana Kerja dan Anggaran Perusahaan unit kerja.",
      "Memonitor pelaksanaan dan penggunaan Rencana Kerja dan Anggaran Perusahaan unit kerja.",
      "Memaparkan Laporan Pelaksanaan Rencana Kerja dan Penggunaan Anggaran unit kerja.",
      "Merekomendasikan proses penerapan sistem, kebijakan, dan standar prosedur operasi dan perubahan di unit kerja",
      "Menerapkan terlaksananya proses internalisasi program-program budaya kerja di departemen.",
      "Mengatur dan mengevaluasi risiko terkait dengan pelaksanaan tugas dan tanggung jawab departemen, yang mampu mengidentifikasikan, dan memitigasi risiko yang berdampak terhadap pelaksanaan fungsi perusahaan.",
      "Menerapkan tertib administrasi yang berhubungan dengan pengelolaan operasional bisnis secara lengkap, akurat, kini, dan utuh",
      "Menerapkan pembinaan dan pengembangan Sumber Daya Manusia (SDM) serta mengevaluasi kinerjanya secara periodik pada unit kerjanya.",
      "Mengatur dan memonitor setiap karyawan di bawahnya memiliki tugas dan tanggung jawab yang jelas, merata, dan tidak tumpang tindih.",
      "Mengatur dan menerapkan pelaksanaan tugas dan tanggung jawab sesuai dengan prinsip tata kelola yang baik (good governance).",
      "Menerapkan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait."
    ],
    "qualifications": [
      "Minimal S-1",
      "Diutamakan jurusan: Ekonomi/Bisnis",
      "Sesuai kompetensi teknis yang dibutuhkan",
      "Posisi manajerial dibidang industri jasa keuangan",
      "7 tahun pengalaman kerja terkait dibidang industri jasa keuangan, 3 tahun dalam posisi manajerial"
    ]
  },
  {
    "title": "Kepala Departemen Restrukturisasi Produk & Kebijakan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengkoordinasikan, mengimplementasikan, dan memonitor program kerja Departemen Restrukturisasi Produk dan Kebijakan untuk mendukung program kerja Divisi Special Liability Management pada Perusahaan dan/atau Anak Perusahaan.",
      "Mengusulkan pedoman strategis terhadap pelaksanaan proyek inisiatif perbaikan yang mencakup formalisasi kebijakan, pendanaan, serta pengawasan pelaksanaan sehubungan dengan Restrukturisasi Produk dan Kebijakan di Anak Perusahaan.",
      "Memaparkan dampak keuangan dan non keuangan dari masalah aset dan liabilitas yang berhubungan dengan Produk dan Kebijakan yang perlu direstrukturisasi.",
      "Merekomendasikan strategi pemulihan dan restrukturisasi aset dan liabilitas serta perencanaan untuk memaksimalkan keuntungan yang berhubungan dengan Produk dan Kebijakan yang perlu direstrukturisasi.",
      "Mengkoordinasikan dan memonitor proses restrukturisasi, pemulihan, dan penyelesaian masalah aset dan liabilitas yang berhubungan dengan poduk dan Kebijakan.",
      "Merekomendasikan perubahan produk serta polis asuransi serta pengelolaan aset untuk mencegah kerugian di kemudian hari.",
      "Mengusulkan Rencana Kerja dan Anggaran Tahunan unit kerja.",
      "Memonitor pelaksanaan dan penggunaan Rencana Kerja dan Anggaran Tahunan unit kerja.",
      "Memaparkan Laporan Pelaksanaan Rencana Kerja dan Penggunaan Anggaran unit kerja.",
      "Merekomendasikan proses penerapan sistem, kebijakan, dan standar prosedur operasi dan perubahannya.",
      "Memastikan terlaksananya proses internalisasi program-program budaya kerja di departemen.",
      "Mengelola dan mengevaluasi risiko terkait dengan pelaksanaan tugas dan tanggung jawab departemen, yang mampu mengidentifikasikan, dan memitigasi risiko yang berdampak terhadap pelaksanaan fungsi perusahaan.",
      "Menerapkan tertib administrasi yang berhubungan dengan pengelolaan operasional bisnis secara lengkap, akurat, kini, dan utuh.",
      "Melakukan pembinaan dan pengembangan Sumber Daya Manusia (SDM) serta mengevaluasi kinerjanya secara periodik pada unit kerjanya.",
      "Memastikan setiap karyawan di bawahnya memiliki tugas dan tanggung jawab yang jelas, merata, dan tidak tumpang tindih.",
      "Memastikan pelaksanaan tugas dan tanggung jawab sesuai dengan prinsip tata kelola yang baik (good governance)."
    ],
    "qualifications": [
      "Minimal S-1 Diutamakan Jurusan: Ekonomi/Bisnis, ilmu Asuransi menjadi plus poin",
      "Sesuai kompetensi teknis yang dibutuhkan",
      "Pernah bekerja di Perusahaan Asuransi Umum/Jiwa dan mengerti produk Asuransi dan pernah menghandle operational di posisi manajerial",
      "Minimal 5 tahun pengalaman kerja dibidang industri jasa Keuangan, diutamakan Asuransi Umum dan diposisi manajerial"
    ]
  },
  {
    "title": "Kepala Departemen Tata Kelola Asuransi",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "memastikan ketaatan dalam mematuhi peraturan tentang persyaratan keterbukaan informasi sejalan dengan penerapan prinsip-prinsip GCG dan GCG Terintegrasi;",
      "menyusun dan memfasilitasi implementasi pedoman GCG, pedoman GCG Terintegrasi, pedoman tata tertib kerja Direksi dan Dewan Komisaris termasuk di dalamnya kode etik Perusahaan;",
      "Melaksanakan kegiatan-kegiatan korporasi dalam rangka pemenuhan GCG dan GCG Terintegrasi diantaranya yaitu penyelenggaraan asesmen dan pelaporan GCG serta mengoordinasikan kepada pihak terkait dalam pemenuhan data dan laporan yang dibutuhkan;",
      "Melakukan monitoring dan penyusunan kebijakan mengenai GCG dan GCG Terintegrasi.",
      "Melaksanakan kegiatan uji kepatutan dan kelayakan (fit & proper test) atas Dewan Komisaris dan Direksi Perusahaan termasuk di dalamnya pemenuhan dokumen-dokumen persyaratan sesuai peraturan dan perundangan yang berlaku.",
      "Menyelenggarakan sosialisasi terkait GCG dan GCG terintergrasi kepada seluruh manajemen dan karyawan perusahan maupun anak perusahaan.",
      "Bertanggung jawab dalam pemenuhan dan pemutakhiran atas setiap perizinan korporasi sesuai ketentuan yang berlaku;",
      "Menyusun dan mengoordinasikan laporan penyusunan laporan tahunan (Annual Report) dan laporan keberlanjutan (Sustainbility Report) perusahaan serta menyampaikannya kepada regulator terkait secara tepat waktu menyusun dan mengoordinasikan laporan manajemen meliputi laporan bulanan, laporan triwulan, laporan tahunan, laporan perubahan anggaran dasar Perusahaan, laporan perubahan anggota Direksi dan/atau Dewan Komisaris, laporan ESG, dan laporan lainnya yang menjadi kewajiban korporasi serta menyampaikannya kepada regulator terkait secara tepat waktu",
      "Menyusun dan mengoordinasikan pelaporan serta melakukan sosialisasi terkait gratifikasi.",
      "Bertanggung jawab atas pengelolaan sistem Laporan Harta Kekayaan Penyelenggaraan Negara (LHKPN), termasuk didalamnya mengoordinasikan kepada pihak terkait dalam pemenuhan data dan laporan yang dibutuhkan;",
      "Membantu kepala divisi dalam menyusun rancangan RJPP Perusahaan selama 5 (lima) tahun dan program kerja selama 1 (satu) tahun berbasis RKAP Perusahaan dalam bidang yang menjadi tanggung jawabnya serta melakukan pengawasan dan evaluasi berkala atas pelaksanaan dari RJPP dan RKAP telah ditetapkan.",
      "Memastikan pelaksanaan RJPP dan RKAP Perusahaan sesuai dengan yang disahkan oleh RUPS termasuk di dalamnya melakukan evaluasi secara berkala dalam bidang yang menjadi tanggung jawabnya.",
      "Mengidentifikasi, mereviu dan megevaluasi secara berkala, dan memastikan ketersediaan dokumen peraturan internal sesuai kebutuhan bisnis dan operasional pada bidang yang menjadi tanggung jawabnya, termasuk memastikan kesesuaiannya pada ketentuan yang berlaku sebelum diajukan persetujuan kepada pejabat berwenang guna mendukung GCG serta GCG Terintegrasi.",
      "Mengidentifikasi, mengukur, melaksanakan perlakuan risiko dalam menjalankan kegiatan bisnis dan operasional serta mengembangkan budaya risiko sesuai bidang tanggung jawabnya.",
      "Menindaklanjuti temuan audit internal dan eksternal pada bidang yang menjadi tanggung jawabnya.",
      "Mewakili Perusahaan dalam menandatangani perjanjian, kontrak atau perikatan, surat dan/atau dokumen lainnya serta menghadiri pertemuan, terkait dengan pengurusan Perusahaan dalam bidang yang menjadi tanggung jawabnya berdasarkan kewenangan yang telah didelegasikan dalam peraturan internal Perusahaan terkait.",
      "Melakukan perencanaan kebutuhan SDM, pelaksanaan pembinaan (coaching), masukan (feedback), pendampingan (mentoring), serta evaluasi kinerja karyawan dalam bidang yang menjadi tanggung jawabnya.",
      "Mengimplementasikan perilaku, menjadi teladan (role model), dan mendukung serta melakukan pemantauan kegiatan yang mencerminkan core values AKHLAK dan EVP.",
      "Mengimplementasikan program ESG pada bidang yang menjadi tanggung jawabnya.",
      "Mengelola dan melakukan evaluasi secara berkala atas kegiatan pencatatan, administrasi, dan dokumentasi serta penyusunan laporan pengurusan Perusahaan dalam bidang yang menjadi tanggung jawabnya untuk keperluan internal maupun eksternal Perusahaan.",
      "Mempersiapkan materi dokumen terkait rapat komite",
      "Menjalin hubungan baik dengan pemangku kepentingan dalam rangka mendukung keberhasilan program kerja unit kerja.",
      "Mempersiapkan, melakukan analisis dan/atau kajian, serta menyampaikan hasil analisis dan/atau kajian sehubungan dengan adanya permohonan dari Anak Perusahaan kepada Kepala Divisi."
    ],
    "qualifications": [
      "Minimal S1, diutamakan di bidang komunikasi atau hukum.",
      "Sesuai dengan kompetensi teknis yang dibutuhkan",
      "Sesuai dengan kompetensi teknis yang dibutuhkan",
      "Sekretaris Perusahaan, Hukum",
      "Minimal 7 tahun pengalaman kerja di industri jasa keuangan, termasuk minimal 3 tahun di posisi manajerial."
    ]
  },
  {
    "title": "Kepala Divisi Bisnis Asuransi Umum dan Penjaminan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Melakukan penyelarasan, reviu, pemantauan dan evaluasi berkala atas program kerja dan kebijakan Anak Perusahaan pada lini bisnis asuransi umum dan penjaminan.",
      "Memastikan penyusunan rencana kerja perusahaan baik RKAP maupun RJPP Anak Perusahaan pada lini bisnis asuransi umum dan penjaminan agar selaras dengan arahan strategis Perusahaan.",
      "Melakukan pengawasan dan evaluasi berkala atas pelaksanaan RJPP dan RKAP Anak Perusahaan yang telah disahkan oleh RUPS pada lini bisnis asuransi umum dan penjaminan.",
      "Melakukan pengendalian dan evaluasi atas pencapaian RJPP dan RKAP Anak Perusahaan berdasarkan kebutuhan dan rencana strategis dari lini bisnis asuransi umum dan penjaminan.",
      "Melakukan pengawasan atas pelaksanaan serangkaian aktivitas bisnis yang berkaitan dengan lini bisnis di Anak Perusahaan asuransi umum dan penjaminan dan mengajukan rekomendasi strategi untuk memastikan bisnis yang sehat dan berkelanjutan (sustainable) serta optimalisasi sinergi bisnis antar Anak Perusahaan dan Perusahaan.",
      "Mengoordinasikan penyusunan pedoman strategis dalam aspek pelaksanaan aktivitas asuransi umum dengan Kepala Divisi M&A dan Partnership.",
      "Menyusun rancangan RJPP Perusahaan selama 5 (lima) tahun dan program kerja selama 1 (satu) tahun berbasis RKAP Perusahaan dalam bidang yang menjadi tanggung jawabnya serta melakukan pengawasan dan evaluasi berkala atas pelaksanaan dari RJPP dan RKAP telah ditetapkan.",
      "Melakukan pengawasan dan evaluasi berkala atas pelaksanaan dari RJPP dan RKAP Perusahaan yang telah disahkan oleh RUPS dalam bidang yang menjadi tanggung jawabnya.",
      "Mengidentifikasi, melakukan reviu, melakukan evaluasi berkala, dan memastikan ketersediaan dokumen peraturan internal sesuai kebutuhan bisnis dan operasional pada bidang yang menjadi tanggung jawabnya, termasuk memastikan kesesuaiannya pada ketentuan yang berlaku sebelum diajukan persetujuan kepada pejabat berwenang guna mendukung GCG serta GCG Terintegrasi.",
      "Mengidentifikasi, mengukur, melaksanakan perlakuan risiko dalam menjalankan kegiatan bisnis dan operasional serta mengembangkan budaya risiko sesuai bidang tanggung jawabnya.",
      "Menindaklanjuti temuan audit internal dan eksternal pada bidang yang menjadi tanggung jawabnya.",
      "Mewakili Perusahaan dalam menandatangani perjanjian, kontrak atau perikatan, surat dan/atau dokumen lainnya serta menghadiri pertemuan, terkait dengan pengurusan Perusahaan dalam bidang yang menjadi tanggung jawabnya berdasarkan kewenangan yang telah didelegasikan dalam peraturan internal Perusahaan terkait.",
      "Melakukan perencanaan kebutuhan SDM serta pelaksanaan pembinaan karyawan (coaching), masukan (feedback), pendampingan (mentoring), dan evaluasi kinerja.",
      "Mengimplementasikan perilaku, menjadi teladan (role model), dan mendukung serta melakukan pemantauan kegiatan yang mencerminkan core values AKHLAK dan EVP.",
      "Mengelola pelaksanaan ESG pada bidang yang menjadi tanggung jawabnya.",
      "Mengelola dan melakukan evaluasi secara berkala atas kegiatan pencatatan, administrasi, dan dokumentasi serta penyusunan laporan pengurusan Perusahaan dalam bidang yang menjadi tanggung jawabnya untuk keperluan internal maupun eksternal Perusahaan.",
      "Melaksanakan tugas dan peran sebagai anggota komite (jika ada) sesuai dengan piagam pembentukan dan kerangka acuan kerja komite terkait.",
      "Menjalin hubungan baik dengan pemangku kepentingan dalam rangka mendukung keberhasilan program kerja unit kerja.",
      "Mempersiapkan, melakukan analisis dan/atau kajian, serta menyampaikan hasil analisis dan/atau kajian sehubungan dengan adanya permohonan dari Anak Perusahaan untuk dapat ditindaklanjuti kepada Direktur Bidang."
    ],
    "qualifications": [
      "Minimal S-1 Diutamakan Jurusan: Ekonomi dan Bisnis, Statistika, Teknik Industri, dan Manajemen",
      "Sesuai dengan kompetensi teknis yang dibutuhkan",
      "Berpengalaman kerja terkait di bidang asuransi umum atau jasa keuangan dan posisi manajerial",
      "Minimal 10 tahun pengalaman kerja terkait di bidang asuransi umum atau jasa keuangan, termasuk minimal 5 tahun di posisi manajerial."
    ]
  },
  {
    "title": "Kepala Divisi M&A dan Partnership",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Melakukan penyelarasan, reviu, pemantauan dan evaluasi berkala atas program kerja dan kebijakan Perusahaan dan Anak Perusahaan pada bidang merger, acquistion dan strategic partnership; ",
      "Memastikan penyusuan rencana kerja perusahaan baik RKAP maupun RJPP Perusahaan dan Anak Perusahaan pada bidang merger, acquisition, dan strategic partnership agar selaras dengan arahan strategis Perusahaan;",
      "Melakukan pengawasan dan evaluasi berkala atas pelaksanaan RJPP dan RKAp Perusahaan dan Anak Perusahaan yang telah disahkan oleh RUPS pada bidang merger, acquisition, dan strategic partnership;",
      "Melakukan pengendalian dan evaluasi atas pencapaian RJPP dan RKAP Perusahaan dan Anak Perusahaan berdasarkan kebutuhan dan rencana strategis pada bidang merger, acquisition, dan strategic partnership;",
      "Menyusun strategi dan implementasi dalam mencari peluang bisnis baru bagi Perusahaan dan/atau Anak Perusahaan termasuk dalam rangka sinergi BUMN;",
      "Melakukan reviu setiap kajian bisnis dan/atau aksi korporasi dari Perusahaan yang akan dilakukan Perusahaan atau Anak Perusahaan untuk mendapatkan keputusan dari Perusahaan;",
      "Mendukung dan membuat kajian atas kegiatan pengembangan bisnis Perusahaan sebagai bahan/materi RUPS Perusahaan;",
      "Menyusun, melakukan reviu dan/atau melakukan evaluasi terkait pedoman strategis dalam aspek kegiatan pengembangan bisnis dan/atau pemasaran produk yang akan diberlakukan di Perusahaan dan/atau Anak Perusahaan;",
      "Menyusun rancangan RJPP Perusahaan selama 5 (lima) tahun dan program kerja selama 1 (satu) tahun berbasis RKAP Perusahaan dalam bidang yang menjadi tanggung jawabnya serta melakukan pengawasan dan evaluasi berkala atas pelaksanaan dari RJPP dan RKAP telah ditetapkan;",
      "Melakukan pengawasan dan evaluasi berkala atas pelaksanaan dari RJPP dan RKAP Perusahaan yang telah disahkan oleh RUPS dalam bidang yang menjadi tanggung jawabnya;",
      "Mengidentifikasi, melakukan reviu, melakukan evaluasi berkala, dan memastikan ketersediaan dokumen peraturan internal sesuai kebutuhan bisnis dan operasional pada bidang yang menjadi tanggung jawabnya, termasuk memastikan kesesuaiannya pada ketentuan yang berlaku sebelum diajukan persetujuan kepada pejabat berwenang guna mendukung GCG serta GCG Terintegras;",
      "Mengidentifikasi, mengukur, melaksanakan perlakuan risiko dalam menjalankan kegiatan bisnis dan operasional serta mengembangkan budaya risiko sesuai bidang tanggung jawabnya;"
    ],
    "qualifications": ["None"]
  },
  {
    "title": "Kepala Divisi Manajemen Portopolio Investasi & Anak Perusahaan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Membuat, melaksanakan dan memonitor kegiatan Divisi Manajemen Portfolio Investasi & Anak Perusahaan meliputi pengelolaan portofolio investasi Anak Perusahaan, pengembangan strategi investasi termasuk di dalamnya memastikan sinergi program-program invetasi Anak Perusahaan, pengelolaan fungsi manajemen sistem Informasi dan kegiatan lainnya sesuai bidang yang menjadi tanggung jawabnya.",
      "Menyusun, melakukan reviu, dan melakukan evaluasi pedoman strategi di bidang manajemen portofolio investasi dan Anak Perusahaan di Perusahaan dan Anak Perusahaan.",
      "Melakukan pengawasan dan analisis terhadap pengelolaan program dan/atau projek terkait pengelolaan investasi Anak Perusahaan bersama dengan komite investasi Perusahaan serta memberikan rekomendasi strategi untuk memastikan pengelolaan investasi yang sehat dan berkelanjutan.",
      "Memastikan terjadinya sinergi dan pencapaian strategi investasi Anak Perusahaan.",
      "Menyusun, mengoordinasikan, mengevaluasi penyusunan RKAP dan revisi RKAP (jika ada) Anak Perusahaan, termasuk kesesuaian dengan inisiatif strategis Grup Perusahaan, RJPP dan Arahan Pemegang Saham guna memastikan keselarasan rencana kerja dan anggaran.",
      "Mengawasi, mengevaluasi, dan memberikan rekomendasi terhadap kebutuhan anggaran (budget control & monitoring) dari seluruh Anak Perusahaan, termasuk Mengatur proses budget reallocation dan revision agar sesuai dengan kebutuhan Perusahaan dan Anak Perusahaan.",
      "Menyusun dan mengoordinasikan evaluasi capaian kinerja keuangan berdasarkan laporan kinerja keuangan dibandingkan dengan RKAP dan revisi RKAP (jika ada) Anak Perusahaan.",
      "Memonitor dan mengarahkan portofolio investasi Perusahaan dan Anak Perusahaan, termasuk dalam hal jika dibutuhkan penambahan modal dari negara dengan mempertimbangkan analisis risiko terhadap Perusahaan.",
      "Mengelola dokumen resmi yang berkaitan dengan kegiataan pendanaan untuk keperluan investasi Perusahaan dan/atau Anak Perusahaan.",
      "Menyusun, mengembangkan dan mengoordinasikan pengembangan manajemen sistem informasi termasuk mensinergikan implementasi single data sources dan berperan sebagai focal point data keuangan dan non keuangan Perusahaan.",
      "Untuk dan atas nama Direktur Bidang terkait serta mewakili Perusahaan dalam menandatangani perjanjian, kontrak atau perikatan, surat dan/atau dokumen lainnya serta menghadiri pertemuan, terkait dengan pengurusan Perusahaan dalam bidang yang menjadi tanggung jawabnya berdasarkan kewenangan yang telah didelegasikan dalam peraturan internal Perusahaan terkait",
      "Untuk dan atas nama Direktur Bidang terkait serta mewakili Perusahaan dalam menandatangani perjanjian, kontrak atau perikatan, surat, dan dokumen lainnya serta menghadiri pertemuan terkait dengan pengurusan perusahaan di luar bidang dan tugasnya berdasarkan kewenangan yang telah didelegasikan sesuai dengan ketentuan yang berlaku.",
      "Mengusulkan inisiatif strategis selama 5 (lima) tahun sebagai penjabaran atas RJPP dan inisiatif strategis selama 1 (satu) tahun berbasis RKAP dalam bidang yang menjadi tanggung jawabnya serta melakukan pengawasan dan evalauasi berkala atas pelaksanaan dari inisiatif yang telah ditetapkan.",
      "Mengelola dan mengawasi penyusunan rencana kerja dan anggaran bidang serta mengelola dan mengawasi penggunaan anggaran dalam bidang yang menjadi tanggung jawabnya.",
      "Membantu Direktur Bidang dalam mengidentifikasi, melakukan reviu, melakukan evaluasi berkala, dan memastikan ketersediaan dokumen peraturan internal sesuai kebutuhan bisnis dan operasional pada bidang yang menjadi tanggung jawabnya, termasuk memastikan kesesuaiannya pada ketentuan yang berlaku sebelum diajukan persetujuan kepada pejabat berwenang.",
      "Membantu Direktur Bidang dalam mengidentifikasi, mengukur, melaksanakan perlakuan risiko dalam menjalankan kegiatan bisnis dan operasional sesuai bidang tanggung jawabnya.",
      "Membantu Direktur Bidang dalam menyusun, mengusulkan, melaksanakan kebijakan manajemen risiko serta mengembangkan budaya manajemen risiko sesuai bidang tanggung jawabnya.",
      "Mengimplementasikan serta melakukan evaluasi/reviu atas peraturan internal dan uraian jabatan guna mendukung GCG serta GCG Terintegrasi.",
      "Menindaklanjuti temuan audit internal & eksternal pada bidang yang menjadi tanggung jawabnya.",
      "Melakukan pengelolaan dan pengawasan atas perencanaan kebutuhan SDM serta pelaksanaan pembinaan karyawan, melalui coaching, feedback, mentoring dan evaluasi kinerja.",
      "Mengimplementasikan perilaku, menjadi teladan (role model), dan mendukung serta melakukan monitoring kegiatan yang mencerminkan core values AKHLAK dan EVP."
    ],
    "qualifications": [
      "Minimal Pendidikan S1, diutamakan Jurusan: ManajemenBisnis/Keuangan/Akuntansi/Ekonomi;",
      "Memiliki pengalaman terkait di bidang keuangan dan/atau investasi atau industri jasa keuangan minimal 10 tahun dengan posisi manajerial minimal 5 tahun;",
      "Memiliki kemampuan kepemimpinan dan komunikasi yang sangat baik, serta memiliki kemampuan untuk membangun hubungan lintas disiplin;",
      "Memiliki Chartered Financial Analyst (CFA) akan menjadi nilai tambah"
    ]
  },
  {
    "title": "Officer Audit",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Membuat usulan program kerja untuk Rencana Kerja Audit Tahunan (RKAT)",
      "Melaksanakan penugasan assurance yaitu audit, reviu dan evaluasi sesuai RKAT maupun Non RKAT termasuk untuk bidang aktuaria",
      "Melaksanakan penugasan konsultasi yaitu pendampingan auditor eksternal dan kegiatan fasilitatis sesuai RKAT maupun Non RKAT",
      "Melaksanakan validasi atas tindak lanjut dan evidence pada saat monitoring penyelesaian tindak lanjut oleh auditee",
      "Mengusulkan rencana kerja dan anggaran yang dibutuhkan Departemen Audit",
      "Berperan sebagai Ketua Tim dalam penugasan"
    ],
    "qualifications": [
      "Pendidikan minimal S1, diutamakan jurusan statistik, ilmu aktuaria, matematika;",
      "Memiliki sertifikasi kompetensi terkait audit atau aktuaria ( Qualified Internal Auditor / Professional Internal Audit dan atau sertifikasi lainnya terkait audit);",
      "Memiliki pengalaman kerja sebagai Auditor Internal / Auditor Eksternal / Aktuaria dan tidak pernah teguran menerima dari perusahaan;",
      "Minimal 5 tahun pengalaman kerja terkait di bidang audit atau aktuaris, diutamakan di industri jasa keuangan;",
      "Mampu menggunakan berbagai aplikasi komputer untuk pengolahan data, pelaporan dan presentasi;",
      "Memiliki ketelitian dalam pengolahan dataserta pembuatan laporan audit;",
      "Memiliki kemampuan komunikasi & mampu melakukan presentasi yang baik;",
      "Memiliki kemampuan analisa yang baik untuk menyimpan dan memberikan rekomendasi pada laporan audit maupun tim."
    ]
  },
  {
    "title": "Officer Komunikasi Korporasi",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengkoordinasikan dan mengusulkan rancangan program kerja departemen untuk dapat terkonsolidasi di dalam usulan RKAP Divisi termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan program kerja antar unit fungsional.",
      "Mereview dan mengusulkan draft kebijakan dan panduan terhadap pelaksanaan aktivitas komunikasi korporasi serta mengidentifikasi area perbaikan strategis untuk memastikan perbaikan kinerja yang berkesinambungan.",
      "Menerapkan, mengatur dan mengkoordinasikan jalur komunikasi eksternal perusahaan, melakukan pendekatan dan menjalin hubungan baik baik secara formal maupun informal dengan media.",
      "Menerapkan, mengatur dan mengkoordinasikan jalur komukasi internal perusahaan",
      "Memonitor media intelligence, menganalisa, dan mengevaluasi pemberitaan media terkait perusahaan dan membuat laporan atas kegiatan yang terkait dengan perusahaan.",
      "Melaksanakan dan memonitor audit perkembangan isu-isu terbaru perusahaan, menganalisa, mengevaluasi hasil audit isu tersebut bersama kepala unit terkait, dan membuat analisa implikasi, memberikan rekomendasiserta melakukan antisipasi isu.",
      "Menyelenggarakan aktivitas internal dan eksternal perusahaan dan bekerja sama dengan unit unit di perusahaan"
    ],
    "qualifications": [
      "Pendidikan minimal Sarjana (S1) semua jurusa",
      "Memiliki pengalaman bekerja 3 s/d 5 Tahun di bidang corporate secretary officer, media relation officer, marketing communication dan digital communication",
      "Memiliki pengalaman kerja di perusahaan BUMN, Regulator atau Konsultan.",
      "Memiliki pengalaman melakukan pengelolaan dan penyusunan strategi komunikasi, digital komunikasi, media relation dan publikasi media.",
      "Memiliki rasa ingin tahu dan integritas yang tinggi, teliti dalam mengelola data dan mampu berkeja sama di dalam Tim.",
      "Memiliki kemampuan komunikasi dan mampu menyusun serta melakukan presentasi yang baik."
    ]
  },
  {
    "title": "Officer Management Information System",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Menganalisis arsitektur pengembangan manajemen sistem informasi Perusahaan dan/atau Anak Perusahaan.",
      "Menghubungkan dan mengimplementasikan kebijakan manajemen sistem informasi Perusahaan dan/atau Anak Perusahaan.",
      "Memastikan berjalannya integrasi data sesuai dengan kebijakan dan prosedur yang berlaku.",
      "Melakukan evaluasi terhadap integrasi data untuk mendukung pengambilan keputusan dan monitoring operasional.",
      "Mengkoordinasikan pengelolaan data informasi dengan cakupan data keuangan, non-keuangan, dan manajemen aset melalui teknologi terkini.",
      "Memberikan masukan dan menjalankan inisiatif strategis selama 5 (lima) tahun sebagai penjabaran atas RJPP dan inisiatif strategis selama 1 (satu) tahun berbasis RKAP dalam bidang yang menjadi tanggung jawabnya.",
      "Merumuskan rencana kerja & anggaran bidang yang menjadi tanggung jawabnya serta mengelola penggunaan anggaran dalam bidang yang menjadi tanggung jawabnya.",
      "Merumuskan dan mengevaluasi secara berkala atas kebijakan dan prosedur sesuai bidang yang menjadi tanggung jawabnya dengan memperhatikan ketentuan yang berlaku.",
      "Membantu Kepala Departemen dalam merencanakan pengidentifikasian , ukuran, melaksanakan perlakuan risiko dalam menjalankan kegiatan bisnis dan operasional sesuai bidang tanggung jawabnya.",
      "Mengimplementasikan kebijakan manajemen risiko dan budaya manajemen risiko sesuai bidang tanggung jawabnya.",
      "Mengimplementasikan prinsip GCG dalam bidang tanggung jawabnya",
      "Menindaklanjuti temuan audit internal & eksternal pada bidang yang menjadi tanggung jawabnya.",
      "Mengimplementasikan dan berpartisipasi aktif dalam kegiatan yang mencerminkan core values AKHLAK dan EVP."
    ],
    "qualifications": [
      "Minimal S-1 Diutamakan Jurusan: Manajemen Bisnis/ Ilmu Komputer/ Management Information System.",
      "Berpengalaman di bidang keuangan dan/atau investasi atau industri jasa keuangan.",
      "Minimal 3-5 tahun pengalaman kerja terkait di bidang keuangan dan/atau industri jasa keuangan. "
    ]
  },
  {
    "title": "Officer Manajemen Portopolio Investasi",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Melakukan indentifikasi dan analisis kebutuhan pemberian pinjaman dana kepada Anak Perusahaan.",
      "Melakukan feasibility study / evaluasi bisnis yang komprehensif terhadap proposal pembentukan bisnis baru, diantaranya value creation projection, synergy valuation projection, benefit, Risk, dan Cost Analysis",
      "Memastikan pelaporan kinerja keuangan Anak Perusahaan tersampaikan kepada manajemen",
      "Memberikan masukan dan menjalankan inisiatif strategis selama 5 (lima) tahun sebagai penjabaran atas RJPP dan inisiatif strategis",
      "Menyusun dan melakukan evaluasi berkala atas kebijakan dan prosedur sesuai bidang yang menjadi tanggung jawabnya, termasuk memastikan ketersediaan dokumen peraturan internal sesuai kebutuhan bisnis dan operasional pada bidang yang menjadi tanggung jawabnya dan kesesuaiannya pada ketentuan yang berlaku sebelum diajukan persetujuannya kepada pejabat yang berwenang.",
      "Membantu Kepala Divisi dalam menyusun, mengusulkan, melaksanakan kebijakan manajemen risiko serta mengembangkan budaya manajemen risiko sesuai bidang tanggung jawabnya",
      "Menjalin hubungan baik dengan pemangku kepentingan dalam rangka mendukung keberhasilan program kerja unit kerja",
      "Mempersiapkan, membuat analisa dan internal memorandum sehubungan dengan adanya permohonan dari Anak Perusahaan  untuk dapat ditindak lanjuti kepada Direktur bidang.",
      "Mengimplementasikan tata kelola teknologi informasi yang baik dalam melaksanakan tugas dan tanggung jawabnya."
    ],
    "qualifications": [
      "Minimal S-1 Diutamakan Jurusan: Manajemen Bisnis/ Ilmu Komputer/ Management Information System",
      "Berpengalaman di bidang keuangan dan/atau investasi atau industri jasa keuangan, dan telah menduduki posisi manajerial",
      "Minimal 7 tahun pengalaman kerja terkait di bidang keuangan dan/atau investasi atau industri jasa keuangan, termasuk minimal 3 tahun di posisi manajerial."
    ]
  },
  {
    "title": "Officer Manajemen Talenta",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Memastikan proses interview dan negosiasi terhadap kandidat karyawan sesuai dengan service level agreement (SLA) yang telah ditetapkan yang bersumber dari rekrutmen regular, pro hire, disabilitas, Officer Development Program (ODP) maupun dari program yang dilaksanakan oleh Kementerian BUMN.",
      "Melakukan proses monitoring dan analisa evaluasi hasil kinerja karyawan Perusahaan serta Direksi dan Dewan Komisaris Anak Perusahaan.",
      "Memastikan analisa dan laporan hasil pelaksanaan asesmen karyawan serta Direksi dan Dewan Komisaris Anak Perusahaan, untuk kemudian dikoordinasikan dengan Departemen Pembelajaran terkait penyampaian hasil asesmen guna dijadikan bahan penyusunan program pengembangan karyawan.",
      "Memastikan proses pemetaan talenta untuk kategori Top Talent di IFG, IFG konsolidasi dan/atau klaster Asuransi dan Dana Pensiun.",
      "Memastikan proses identifikasi karyawan talenta untuk penyusunan career path dan succession plan bagi karyawan talenta serta BOD-1 Anak Perusahaan termasuk melakukan proses pembuatan invididual development plan.",
      "Melakukan analisa usulan rencana pengembangan karyawan dalam bentuk penugasan, mutasi, rotasi, demosi serta berkoordinasi dengan Corporate University untuk program pengembangannya.",
      "Melakukan analisa terkait usulan perubahan Direksi dan Dewan Komisaris Anak Perusahaan serta Cucu Perusahaan mulai dari pengusulan, pengangkatan, pemberhentian, monitoring masa jabatan dan pengelolaan data pada sistem yang ditentukan Perusahaan",
      "Melakukan analisa terkait usulan perubahan remunerasi dan usulan pemberian tantiem Direksi dan Dewan Komisaris Perusahaan dan Anak Perusahaan.",
      "Menjalankan inisiatif strategis selama 5 (lima) tahun sebagai penjabaran atas RJPP dan inisiatif strategis selama 1 (satu) tahun berbasis RKAP dalam bidang yang menjadi tanggung jawabnya.",
      "Menjalankan rencana kerja & anggaran bidang yang menjadi tanggung jawabnya serta mengelola penggunaan anggaran dalam bidang yang menjadi tanggung jawabnya.",
      "Melaksanakan kebijakan dan prosedur sesuai bidang yang menjadi tanggung jawabnya dengan memperhatikan ketentuan yang berlaku.",
      "Membantu Kepala Departemen dalam menyediakan identifikasi, ukuran, dan pelaksanaan perlakuan risiko dalam menjalankan kegiatan bisnis dan operasional sesuai bidang tanggung jawabnya.",
      "Mengimplementasikan kebijakan manajemen risiko dan budaya manajemen risiko sesuai bidang tanggung jawabnya.",
      "Mengimplementasikan prinsip GCG dalam bidang tanggung jawabnya.",
      "Menindaklanjuti temuan audit internal & eksternal pada bidang yang menjadi tanggung jawabnya.",
      "Mengimplementasikan dan berpartisipasi aktif dalam kegiatan yang mencerminkan core values AKHLAK dan EVP.",
      "Menjalankan kajian ESG.",
      "Mempersiapkan dokumen kelengkapan yang dibutuhkan dalam pengadaan barang dan/atau jasa.",
      "Melaksanakan kegiatan pencatatan, administrasi, dan dokumentasi serta penyusunan laporan pengurusan Perusahaan dalam bidang yang menjadi tanggung jawabnya untuk keperluan internal maupun eksternal Perusahaan dengan ketentuan dan perundangan yang berlaku",
      "Menjalin hubungan baik dengan pemangku kepentingan dalam rangka mendukung keberhasilan program kerja unit kerja.",
      "Mendokumentasikan proses monitoring dan evaluasi program kerja dan kebijakan Anak Perusahaan sesuai bidang yang menjadi tanggungjawabnya.",
      "Menyiapkan data dalam penyusunan internal memorandum sehubungan dengan adanya permohonan dari Anak Perusahaan untuk dapat ditindak lanjuti kepada direktur bidang.",
      "Mengimplementasikan tata kelola teknologi informasi yang baik dalam melaksanakan tugas dan tanggung jawabnya."
    ],
    "qualifications": [
      "Minimal pendidikan S1 semua jurusan , diutamakan jurusan: Psikologi/Manajemen SDM/Teknik Industri;",
      "Memiliki pengalaman minimal 4 sampai dengan 7 tahun terkait di bidang SDM, diutamakan pernah melakukan proses terkait manajemen talenta;",
      "Berpengalaman di industri konsultan SDM atau industri jasa keuangan lebih diutamakan;",
      "Memiliki pengetahuan/wawasan di bidang industri keuangan;",
      "Memiliki kemampuan komunikasi dan networking yang baik;"
    ]
  },
  {
    "title": "Officer Office of the Board",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Menyelenggarakan kegiatan korporasi dalam rangka pemenuhan GCG diantaranya Menyelenggarakan Rapat Direksi penyelenggaraan asesmen GCG, mengkoordinasikan pelaksanaan Rapat Dewan Komisaris dan Direksi, termasuk mempersiapkan bahan/materi, risalah rapat-rapat tersebut.",
      "Menyusun dan menyajikan laporan berkala Perusahaan mengenai manajemen perusahaan,  kinerja perusahaan, Tata Kelola Perusahaan (Good Corporate Governance) dan laporan lainnya yang relevan.",
      "Mengkoordinasikan penyelenggaraan Rapat Umum Pemegang Saham (RUPS), termasuk persiapan dokumen, undangan, dan pelaporan yang diperlukan.",
      "Mengatur tata usaha (office of the Board) yang mencakup ketersedian Informasi, dokumen perusahaan dalam rangka kelancaran pelaksanaan kegiatan-kegiatan Dewan Komisaris dan Direksi.",
      "Memastikan pemenuhan peraturan dan persyaratan hukum yang berlaku dengan menjaga dokumen perusahaan yang lengkap dan akurat.",
      "Mendukung pengembangan kebijakan dan prosedur yang mendukung prinsip tata kelola perusahaan yang baik maupun operasional Departemen."
    ],
    "qualifications": [
      "Pendidikan minimal Sarjana (S1) diutamakan  jurusan Manajemen, Akuntansi atau Hukum.",
      "Memiliki pengalaman bekerja 3 s/d 5 Tahun di bidang Corporate Secretary atau Tata Kelola Perusahaan.",
      "Memiliki pengalaman kerja di BUMN Ekosistem, Regulator atau Konsultan.",
      "Memiliki rasa ingin tahu dan integritas yang tinggi, teliti dalam mengelola data dan mampu berkeja sama di dalam Tim.",
      "Memiliki kemampuan komunikasi & mampu melakukan presentasi yang baik."
    ]
  },
  {
    "title": "Officer Pengelolaan Keuangan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Memonitoring dan mengontrol pelaksanaan pengelolaan keuangan (cash management) dan mengkoordinasikan collection A/R management di holding dan Anak Perusahaan.",
      "Menganalisa dan mengajukan draft kebijakan dan panduan dalam pelaksanaan aktivitas Pengelolaan Keuangan dan identifikasi area perbaikan strategis untuk memperbaiki kinerja yang berkesinambungan di Perusahaan dan Anak Perusahaan.",
      "Mengontrol arus kas Perusahaan di holding dan Anak Perusahaan.",
      "Memastikan keberjalanan transaksi penerimaan dan pengeluaran, laporan buku kas & bank setiap harinya sesuai prosedur Perusahaan.",
      "Melakukan kontrol terhadap transaksi biaya dan pembayaran sesuai budget dan prosedur Perusahaan.",
      "Mereviu cash opname di tiap divisi setiap akhir bulan dan membuat laporan cash opname.",
      "Mereviu dokumen resmi yang berkaitan dengan kegiatan pembayaran (transaksi) untuk keperluan pinjaman bank, pembayaran kewajiban biaya pinjaman bank, dan investasi Perusahaan.",
      "Merencanakan dan menyarankan rancangan program kerja departemen agar terkonsolidasi dalam usulan Rencana Kerja dan Anggaran Perusahaan (RKAP) terutama yang berhubungan dengan fungsi Cash Management, baik dari Anak Perusahaan maupun holding yang selaras dengan program kerja dan strategi perusahaan.",
      "Menjalankan dan implementasi project pengembangan sistem dashboard cash management, AR management dan ERP Perusahaan."
    ],
    "qualifications": [
      "Minimal S-1, diutamakan Jurusan: Manajemen Bisnis/ Keuangan Perusahaan/ Ekonomi Bisnis/ Akuntansi.",
      "Berpengalaman di bidang perbankan atau industri asuransi, khususnya bagian transactions banking atau finance.",
      "Berpengalaman mengembangkan digitalisasi dashboard treasury/cash management, terutama terkait penerimaan AR & pembayaran AP.",
      "Minimal 4 - 7 tahun pengalaman kerja terkait di bidang keuangan dan/atau asuransi. "
    ]
  },
  {
    "title": "Officer Perencanaan Bisnis Capital Market dan Investasi",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mempersiapkan dan menganalisa data untuk perencanaan program kerja departemen serta menjalankan program kerja departemen.",
      "Mempersiapkan dan menganalisa data untuk pembuatan kebijakan dan panduan pelaksanaan aktivitas Perencanaan, dan/atau pengembangan ke depan divisi Capital Market & Investasi maupun anak perusahaan yang dikelola divisi CMI.",
      "Mempersiapkan dan menganalisa data untuk penyusunan rencana dan program kerja, baik RKAP maupun RJPP Anak Perusahaan Capital Market & Investasi.",
      "Mempersiapkan dan menganalisa data untuk penyusunan target kinerja Anak Perusahaan Capital Market & Investasi.",
      "Melaksanakan rencana kerja Divisi CMI yang menjadi tanggung jawab Departemen Perencanaan.",
      "Mempersiapkan dan menganalisa data yang digunakan untuk penyusunan program kerja di divisi dan Anak Perusahaan bidang Capital Market & Investasi.",
      "Menjalankan proses penerapan sistem, kebijakan dan standar prosedur operasi dan perubahannya.",
      "Internalisasi program-program budaya kerja di departemen.",
      "Melakukan peran supervisi bagi tim di lingkungan Departemen terkait.",
      "Melaksanakan tertib administrasi yang berhubungan dengan pengelolaan operasional bisnis secara lengkap, akurat, kini dan utuh.",
      "Melaksanakan tugas dan tanggung jawab sesuai dengan prinsip tata kelola yang baik (Good Corporate Governance).",
      "Menjalankan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait."
    ],
    "qualifications": [
      "Minimal S-1",
      "Diutamakan Jurusan: Ekonomi, Statistika, Manajemen, Akuntansi",
      "Minimal 3 - 5 tahun pengalaman kerja terkait di bidang Capital Market & Investasi atau jasa keuangan",
      "Latar belakang pengalaman kerja yang dibutuhkan",
      "Perusahaan Sekuritas; dan/atau",
      "Perusahaan Manajer Investasi; dan/atau",
      "SRO (Grup IDX); dan/atau",
      "Management Consultant firms; dan/atau",
      "Financial Consultant firms;dan/atau",
      "Private Equity Company; dan/atau",
      "Venture Capital; dan/atau",
      "Kantor Akuntan Publik; dan/atau",
      "Institusi lain yang relevan"
    ]
  },
  {
    "title": "Officer Strategi & Perencanaan Investasi",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Memberikan masukan dan menjalankan inisiatif strategis selama 5 (lima) tahun sebagai penjabaran atas RJPP dan inisiatif strategis selama 1  (satu) tahun berbasis RKAP dalam bidang yang menjadi tanggung jawabnya.",
      "Mengusulkan rencana kerja & anggaran bidang yang menjadi tanggung jawabnya serta mengelola dan mengawasi penggunaan anggaran dalam bidang yang menjadi tanggung jawabnya.",
      "Menyusun dan melakukan evaluasi berkala atas kebijakan dan prosedur sesuai bidang yang menjadi tanggung jawabnya, termasuk memastikan ketersediaan dokumen peraturan internal sesuai kebutuhan bisnis dan operasional pada bidang yang menjadi tanggung jawabnya dan kesesuaiannya pada ketentuan yang berlaku sebelum diajukan persetujuannya kepada pejabat yang berwenang.",
      "Mengimplementasikan serta menyusun peraturan internal dan uraian jabatan guna mendukung GCG serta GCG Terintegrasi.",
      "Menindaklanjuti temuan audit internal & eksternal pada bidang yang menjadi tanggung jawabnya",
      "Mengimplementasikan perilaku, menjadi teladan (role model),dan mendukung  serta melakukan monitoring  kegiatan yang mencerminkan core values AKHLAK dan EVP",
      "Menjalin hubungan baik dengan pemangku kepentingan dalam rangka mendukung keberhasilan program kerja unit kerja",
      "Membantu Kepala Divisi dalam mengelola dan melakukan evaluasi secara berkala atas kegiatan pencatatan, administrasi, dan dokumentasi serta penyusunan laporan pengurusan Perusahaan dalam bidang yang menjadi tanggung jawabnya untuk keperluan internal maupun eksternal Perusahaan dengan ketentuan dan perundangan yang berlaku.",
      "Melakukan penyelarasam, reviu, monitoring dan evaluasi berkala atas program kerja dan kebijkan Anak Perusahaan sesuai bidang yang   menjadi tanggung jawabnya.",
      "Mengimplementasikan tata kelola teknologi informasi yang baik dalam melaksanakan tugas dan tanggung jawabnya."
    ],
    "qualifications": [
      "Minimal S-1 Diutamakan Jurusan: Manajemen Bisnis/ Ilmu Komputer/ Management Information System",
      "Berpengalaman di bidang keuangan dan/atau investasi atau industri jasa keuangan, dan telah menduduki posisi manajerial",
      "Minimal 7 tahun pengalaman kerja terkait di bidang keuangan dan/atau investasi atau industri jasa keuangan, termasuk minimal 3 tahun di posisi manajerial."
    ]
  },
  {
    "title": "Officer Strategi SDM",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Bertanggung jawab membuat, menyediakan, mengumpulkan, memberikan informasi dan kertas kerja yang dibutuhkan dalam pengelolaan aspek Organization Development seperti manpower planning exercise, penyusunan Uraian Jabatan, kajian Struktur Organisasi, pembuatan Kebijakan, SOP dan Juknis terkait pengembangan organisasi, pengelolaan job evaluasi dan database penyelarasan kepangkatan (job grading) baik holding dan anggota holding;",
      "Menyiapkan data, informasi awal yang dibutuhkan untuk penyusunan suatu kebijakan, prosedur, petunjuk teknis melalui proses bertanya, mengumpulkan, membaca dokumen dan lain-lain hingga menjadi informasi awal yang berguna untuk proses selanjutnya;",
      "Mencari data dan melakukan proses data untuk bahan analisis dalam menyelesaikan kajian dan juga untuk membantu bagi pihak lain yang membutuhkan, termasuk melakukan monitoring dan evaluasi Kinerja anggota holding dalam pengembangan organisasi, pemenuhan MPP, dan pengendalian beban biaya karyawan;",
      "Mampu memberikan praktik atau perubahan perbaikan terhadap proses bisnis sesuai pengalaman yang diperoleh dari pengalaman yang diperoleh sebelumnya",
      "Membantu menyiapkan dan mencari data, referensi dokumen, dan informasi valuable lainnya serta menjadikannya sebuah analisis terkait penyiapan kajian, penyusunan anggaran Departemen dan Divisi SDM umumnya;",
      "Membuat dan menyiapkan administrasi terkait dokumen pengadaan, laporan-laporan yang dibutuhkan Departemen Strategi SDM;",
      "Memberikan dukungan dan terlibat aktif dalam hal dibutuhkan untuk menyelesaikan dan mensukseskan program kerja di Departemen dan Divisi;",
      "Membaca dan menandatangani pedoman perilaku sebagai bagian dari pelaksanaan tata kelola perusahaan yang baik (Good Corporate Governance);",
      "Menerapkan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait"
    ],
    "qualifications": [
      "Pendidikan Formal: Minimal S-1, lulusan salah satu Universitas Terbaik Nasional / Universitas Luar Negeri. Jurusan: Teknik Industri / Manajemen/Psikologi",
      "Latar belakang pengalaman kerja yang dibutuhkan:",
      "Memiliki pengalaman di bidang Organization Development, Menyusun anggaran SDM, penyusunan Kebijakan / prosedur dan membuat laporan dari sebuah unit kerja.",
      "Memahami ketentuan praktik SDM dan Tata Kelola Perusahaan yang baik",
      "Lama pengalaman kerja yang dibutuhkan",
      "Memiliki 3 - 6 tahun pengalaman kerja yang relevan dengan pekerjaan"
    ]
  },
  {
    "title": "Officer Tata Kelola Perusahaan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Menjalankan peraturan tentang persyaratan keterbukaan informasi sejalan dengan penerapan prinsip-prinsip GCG.",
      "Menyiapkan pelaksanaan RUPS di holding dan anak perusahaan untuk memastikan kesesuaian materi RUPS dengan arahan strategis Holding dan peraturan yang berlaku.",
      "Mempersiapkan dokumen dan mengatur arsip Perusahaan, termasuk tetapi tidak terbatas pada, Daftar Pemegang Saham, Daftar Khusus, risalah Rapat Direksi, risalah Rapat Dewan Komisaris dan risalah RUPS Perusahaan",
      "Menyiapkan administrasi terkait dokumen dan laporan-laporan yang dibutuhkan Divisi Sekretaris Perusahaan",
      "Pemenuhan dokumen untuk kebutuhan pemeriksaan oleh Auditor Internal dan Eksternal.",
      "Menyiapkan proposal anggaran Departemen terkait baik bersifat project maupun operasional Departemen, termasuk melakukan koordinasi dengan unit terkait dalam penyusunan dan implementasi anggaran.",
      "Melaksanakan dan memberikan dukungan dan partisipasi aktif dalam hal dibutuhkan untuk menyelesaikan dan mensukseskan program kerja di Departemen dan Divisi.",
      "Menerapkan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait"
    ],
    "qualifications": [
      "Minimal S-1,",
      "Berpengalaman di bidang Corporate Secretary Officer",
      "Minimal 3 - 5 tahun pengalaman kerja terkait di bidang Corporate Secretary Officer."
    ]
  },
  {
    "title": "Research Associate",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Publikasi riset untuk kajian terkait ekonomi makro",
      "Melakukan kajian/masukan terhadap stakeholder/policy maker sesuai dengan kebutuhan yang masuk",
      "Melakukan kajian/masukan terkait permintaan internal Perusahaan dalam menganalisa produk dan strategi bisnis",
      "Mengorganisir dan memfasilitasi FGD dengan pemangku kepentingan internal dan eksternal industri asuransi, seperti regulator, pembuat kebijakan, lembaga pemikir (think tank), dan organisasi profesi",
      "Mengembangkan dan menyampaikan materi literasi kepada berbagai pihak terkait industri asuransi, termasuk internal IFG, mahasiswa, dan masyarakat umum",
      "Mengidentifikasi dan menganalisis tantangan utama yang dihadapi industri asuransi",
      "Menyusun rekomendasi dan strategi untuk mengatasi tantangan dan memanfaatkan peluang yang ada"
    ],
    "qualifications": [
      "Minimal S-1 Diutamakan Jurusan: Ilmu Ekonomi",
      "Berpengalaman kerja di perusahaan yang bergerak di industri keuangan / penelitian",
      "Minimal 3 tahun pengalaman kerja di industri keuangan",
      "Kompetensi Teknis, antara lain"
    ]
  },
  {
    "title": "Senior Officer Advisory Pengendalian Internal",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Melaksanakan analisa laporan Keuangan dan Kinerja IFG dan Anggota holding",
      "Melakukan konsultasi bidang audit, govermance, risk dan pengendalian sesuai Rencana Kerja dan/atau permintaan Direksi dan Dewan Komisaris",
      "Melakukan pengelolaan Whistle Blowing Sistem dan Strategi Anti Fraud",
      "Membantu merancang dan mengevaluasi internal Control over Financial Reporting"
    ],
    "qualifications": [
      "Min S1 semua jurusan dari kampus bereputasi baik dan lulus dengan IPK > 3.00",
      "Berpengalaman minimal 6 tahun di bidang audit, manajemen risiko dan/atau fraud",
      "Memiliki sertifikasi profesional bidang audit, manajemen resiko atau anti fraud menjadi nilai tambah",
      "Mampu bekerja secara individual maupun secara tim dan/atau memimpin team"
    ]
  },
  {
    "title": "Senior Officer Hubungan Kelembagaan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Menjadi penghubung (liaison officer) untuk membina hubungan dengan berbagai lembaga, termasuk menyiapkan segala kebutuhan dalam aktivitas komunikasi dengan berbagai lembaga.",
      "Mengontrol kegiatan-kegiatan korporasi dalam rangka pemenuhan GCG diantaranya yaitu penyelenggaraan asesmen GCG, menyelenggarakan Rapat Direksi, mengkoordinasikan pelaksanaan Rapat Dewan Komisaris dan Direksi, termasuk mengkoordinasikan penyiapan bahan/materi rapat-rapat tersebut;",
      "Mengontrol tata usaha (office of the board) yang mencakup ketersediaan informasi dalam rangka kelancaran pelaksanaan kegiatan-kegiatan Dewan Komisaris dan Direksi termasuk mengkoordinasikan pelaksanaan tugas Sekretaris Direksi, Protokoler dan/atau Personal Assistant;",
      "Memastikan tersedianya administrasi terkait dokumen pengadaan, laporan-laporan yang dibutuhkan Divisi Sekretaris Perusahaan.",
      "Pemenuhan dokumen untuk kebutuhan pemeriksaan oleh Auditor Internal dan Eksternal.",
      "Melakukan peran supervisi dan pengembangan teknis bagi tim di lingkungan Departemen terkait.",
      "Merencanakan dan menyusun proposal anggaran Divisi Sekretaris Perusahaan (RKAP) secara keseluruhan, termasuk melakukan koordinasi dengan unit terkait dalam penyusunan anggaran baik di holding dan anggota holding.",
      "Memberikan dukungan dan partisipasi aktif dalam hal dibutuhkan untuk menyelesaikan dan mensukseskan program kerja di Departemen dan Divisi",
      "Memastikan karyawan memahami dan menandatangani pedoman perilaku sebagai bagian dari pelaksanaan tata kelola perusahaan yang baik (Good Corporate Governance).",
      "Menerapkan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait."
    ],
    "qualifications": [
      "Minimal S-1 Diutamakan Jurusan: Komunikasi/Hukum",
      "Berpengalaman di bidang Hubungan Kelembagaan atau Sekretaris Perusahaan",
      "Minimal 4 - 7 tahun pengalaman kerja terkait di bidang Hubungan Kelembagaan atau Sekretaris Perusahaan."
    ]
  },
  {
    "title": "Senior Officer Kebijakan Akuntansi",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Membuat dan mengusulkan rancangan program kerja departemen untuk dapat terkonsolidasi di dalam usulan RKAP Divisi termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan program kerja antar unit fungsional, serta melaksanakan dan memonitor rencana program kerja Departemen Kebijakan Akuntansi.",
      "Mengajukan, mempersiapkan, membuat analisa dan membuat Internal Memo sehubungan dengan adanya permohonan dari Anak Perusahaan terkait kegiatan Kebijakan Akuntansi di Anak Perusahaan untuk dapat ditindaklanjuti kepada Kepala Divisi Akuntansi dan Pelaporan.",
      "Menyelesaikan segala pekerjaan yang tertunda (pending matters) dan menyelesaikan tindak lanjut temuan audit yang terkait dengan Akuntansi dan Pelaporan",
      "Mengimplementasikan kebijakan, prosedur, dan uraian jabatan guna mendukung tata kelola dan praktik perusahaan yang baik",
      "Mengidentifikasi risiko yang dapat muncul di lingkungan kerja dan melakukan mitigasi atas hal tersebut sebagai tindakan pencegahan.",
      "Mengimplementasikan budaya core values AKHLAK di lingkungan kerja.",
      "Mereviu dan mengusulkan draf kebijakan dan panduan terhadap pelaksanaan aktivitas Kebijakan Akuntansi serta mengidentifikasi area perbaikan strategis untuk memastikan perbaikan kinerja yang berkesinambungan",
      "Menyusun kebijakan dan tata kelola akuntansi serta memonitor teknis akuntansi sesuai leading practice.",
      "Membuat kebijakan yang digunakan sebagai ketentuan yang bersifat strategis, mengatur secara umum dan memuat prinsip-prinsip dasar yang wajib dipatuhi dalam melaksanakan aktivitas usaha yang berkaitan dengan unit kerjanya masing-masing.",
      "Menyimpan, memonitor dan memperbaharui dokumen Pedoman, Kebijakan, Prosedur dan Petunjuk Teknis Perusahaan terkait Akuntansi dan"
    ],
    "qualifications": [
      "Minimal S-1 Diutamakan Jurusan: Ekonomi/Akuntansi/Keuangan/Perpajakan",
      "Berpengalaman di bidang keuangan dan/atau investasi atau industri jasa keuangan, dan telah menduduki posisi manajerial",
      "Minimal 5 tahun pengalaman kerja terkait di bidang akuntansi, pelaporan dan perpajakan atau industri jasa keuangan, termasuk minimal 2 tahun di posisi manajerial",
      "Menguasai implementasi PSAK 117 (dahulu PSAK 74)"
    ]
  },
  {
    "title": "Senior Officer Monitoring Kinerja Bisnis Asuransi Umum dan Penjaminan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Merumuskan laporan kinerja Anak Perusahaan Asuransi Umum dan Penjaminan berdasarkan indikator yang telah ditentukan secara berkala untuk memastikan pencapaian strategi perusahaan yang telah ditetapkan.",
      "Menganalisis dan memperbaiki draft rancangan program kerja departemen untuk dapat terkonsolidasi di dalam usulan RKAP Divisi termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan program kerja antar unit fungsional.",
      "Mensupervisi kegiatan bisnis pengalihan portofolio di Anak Perusahaan Asuransi Umum dan Penjaminan",
      "Menganalisa evaluasi bisnis model di anak perusahaan umum dan penjaminan",
      "Memfasilitasi Laporan Pelaksanaan Rencana Kerja dan Penggunaan Anggaran unit kerja.",
      "Mengontrol terlaksananya proses internalisasi program-program budaya kerja di departemen.",
      "Merencanakan tertib administrasi yang berhubungan dengan pengelolaan operasional bisnis secara lengkap, akurat, kini, dan utuh.",
      "Menganalisa dan mengimplementasikan pelaksanaan tugas dan tanggung jawab sesuai dengan prinsip tata kelola yang baik (good governance).",
      "Mengusulkan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait."
    ],
    "qualifications": [
      "Minimal S-1 semua jurusan",
      "Diutamakan jurusan: Ekonomi dan Bisnis, Statistika, Teknik Industri, dan Manajemen",
      "Berpengalaman di bidang asuransi umum atau jasa keuangan",
      "Minimal 4-7 tahun pengalaman kerja terkait di bidang asuransi umum atau jasa keuangan"
    ]
  },
  {
    "title": "Senior Officer Perencanaan Keuangan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Melaksanakan rencana program kerja Divisi Keuangan Perusahaan terkait perencanaan keuangan perusahaan;",
      "Menyusun penyusunan RKAP Perusahaan secara konsolidasi dan stand-alone;",
      "Menyusun pedoman Pengelolaan Anggaran dan Evaluasi Anggaran beserta kertas kerjanya;",
      "Melakukan penyiapan bahan/materi RUPS perusahaan terkait RKAP perusahaan;",
      "Mendukung, menyediakan dan menyiapkan data/laporan Kepala Divisi Keuangan Perusahaan terkait evaluasi kinerja, evaluasi program kerja dan keberjalanan usaha dari Anak Perusahaan;",
      "Berpartisipasi dalam melakukan riset dan olah pikir dengan output kertas kerja, memorandum, laporan narasi, dan presentasi kepada pemangku kepentingan;",
      "Memiliki pengetahuan mengenai ERP dan sistem budget control & monitoring;",
      "Melaksanakan PDCA dan continous improvement untuk setiap aspek pekerjaan; dan",
      "Bertanggung jawab kepada Kepala Departemen Perencanaan Keuangan."
    ],
    "qualifications": [
      "Pendidikan Strata-I atau Strata-II, diutamakan di bidang keuangan dan/atau akuntansi dan/atau matematika",
      "Pengalamaan kerja 2-7 tahun dalam bidang keuangan dan/atau akuntansi dan/atau aktuaria",
      "Memiliki kemampuan dalam analisa keuangan(PL, BS, CF, rasio keuangan)",
      "Memiliki sertifikasi aktuaria (FSAI/ASAI)",
      "Memiliki pemahaman baik atas konsep akuntansi manajemen perusahaan, anggaran, dan evaluasi kinerja dan akuntansi keuangan dalam industry asurans",
      "Memiliki kemampuan untuk bekerja secara mandiri dengan arahan dan panduan umum",
      "Memiliki kemampuan dalam menerjemahkan analisis ke dalam materi presentasi dan laporan dengan baik",
      "Memiliki kemampuan dalam manajemen projek, bekerja secara terstruktur, baik secara mandiri maupun dalam tim dengan arahan umum",
      "Memiliki kemampuan yang baik dalam bekerja sama dengan tim, antar divisi, antar perusahaan dan dapat membina dan membangun hubungan baik dengan stakeholder (communication skill)",
      "Memiliki kemampuan komunikasi bisnis (verbal dan tertulis) yang baik dalam Bahasa Indonesia dan Inggris",
      "Bersedia dan memiliki kemampuan untuk beradaptasi dengan perubahan bisnis dan organisasi yang cepat"
    ]
  },
  {
    "title": "Senior Officer Strategi Pengembangan Sistem",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Melakukan monitoring rancangan program kerja departemen untuk dapat terkonsolidasi di dalam usulan Rencana Kerja dan Anggaran Perusahaan (RKAP) Divisi termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan program kerja antar unit fungsional.",
      "Mereviu dan mengusulkan draf kebijakan dan panduan terhadap pelaksanaan aktivitas strategi pengembangan sistem serta mengidentifikasi area perbaikan strategis untuk memastikan perbaikan kinerja yang berkesinambungan.",
      "Memberikan masukan-masukan inisiatif TI serta kebutuhan bisnisnya yang mencakup, progres proyek dan investasi guna memastikan pencapaian strategis Perusahaan.",
      "Menyusun dan mengembangkan prioritas strategis TI yang mencakup blueprint, roadmap TI dan Enterprise Architecture untuk mendukung pencapaian strategis perusahaan.",
      "Mengembangkan dan mengimplementasikan sistem TI yang tepat guna dan efisien untuk mendukung strategi bisnis dan kegiatan operasional perusahaan sesuai diskusi dengan kepala divisi.",
      "Menjaga kekayaan intelektual perusahaan dalam bentuk perangkat lunak serta menjaga kerahasiaan security credential dari administration account berbagai perangkat lunak aplikasi komputer dan database yang meliputi tanggung jawabnya agar tidak digunakan oleh pihak yang tidak berkepentingan atau tindakan-tindakan tidak bertanggung jawab lainnya.",
      "Mengelola kegiatan perawatan perangkat lunak aplikasi komputer dan database yang berada dalam tanggung jawabnya dalam rangka mempertahankan dan meningkatkan performa sistem, menurunkan risiko downtime, serta menekan risiko kehilangan data.",
      "Memastikan tersedianya administrasi terkait dokumen pengadaan, laporan-laporan yang dibutuhkan Divisi TI.",
      "Pemenuhan dokumen untuk kebutuhan pemeriksaan oleh Auditor Internal dan Eksternal.",
      "Melakukan peran supervisi dan pengembangan teknis bagi tim di lingkungan Departemen terkait.",
      "Merencanakan dan menyusun proposal anggaran Divisi TI (RKAP) secara keseluruhan, termasuk melakukan koordinasi dengan unit terkait dalam penyusunan anggaran baik di holding dan anggota holding.",
      "Memberikan dukungan dan partisipasi aktif dalam hal dibutuhkan untuk menyelesaikan dan mensukseskan program kerja di Departemen dan Divisi.",
      "Memastikan karyawan memahami dan menandatangani pedoman perilaku sebagai bagian dari pelaksanaan tata kelola perusahaan yang baik (Good Corporate Governance).",
      "Menerapkan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait"
    ],
    "qualifications": [
      "Minimal S-1, diutamakan di bidang Computer Science atau Teknologi Informasi",
      "Sertifikasi di bidang pengembangan sistem dan sejenisnya seperti database, bahasa pemrograman, mobile apps, agile development, pengelolaan proyek dan lainnya.",
      "Berpengalaman baik dalam pengelolaan pengembangan sistem pada industri Lembaga Keuangan bank dan non-bank dengan jumlah tim yang > 5 orang.",
      "Minimal 4 – 7 tahun pengalaman kerja terkait di bidang TI atau industri jasa keuangan, termasuk minimal 3 tahun di posisi manajerial"
    ]
  },
  {
    "title": "Senior Staff Asset and Liability Management",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengkomunikasikan kebutuhan data untuk reviu cadangan teknis kepada anak perusahaan",
      "Mengumpulkan dan memeriksa hasil cadangan teknis dan liability profile yang dibentuk oleh anak perusahaan asuransi, termasuk aspek metodologi, asumsi aktuaria yang diterapkan dan kualitas data input yang digunakan",
      "Memberikan dukungan mengenai kuantifikasi dan pemodelan aktuaria lainnya terkait dengan liabilitas manfaat polis masa depan.",
      "NG JAWAB",
      "Memberikan dukungan mengenai analisis kebijakan akuntansi terkait cadangan teknis",
      "Memberikan dukungan dalam proses penerapan Pernyataan Standar Akuntan Keuangan (PSAK) 74 di anak perusahaan",
      "Menjalankan program kerja sesuai anggaran yang tersedia di unit terkait",
      "Melakukan administrasi terkait dokumentasi kertas kerja yang ada di unit terkait",
      "Menyiapkan dokumen untuk kebutuhan pemeriksaan oleh auditor internal dan eksternal.",
      "Membantu terlaksananya proses internalisasi program-program budaya kerja di departemen.",
      "Membantu tertib administrasi yang berhubungan dengan pengelolaan operasional bisnis secara lengkap, akurat, kini, dan utuh.",
      "Membantu dan menjalankan pelaksanaan tugas dan tanggung jawab sesuai dengan prinsip tata kelola yang baik (good governance).",
      "Menjalankan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait."
    ],
    "qualifications": [
      "S1, diutamakan jurusan: Matematika, Statistika, dan Aktuaria",
      "Minimum Indeks Prestasi Kumulatif (IPK) 3,5 (skala 4,0) dari universitas terkemuka",
      "Lulus ujian Matematika Aktuaria atau yang ekuivalen",
      "Lulus minimal 3 mata ujian Aktuaria dari Persatuan Aktuaris Indonesia (PAI) atau lembaga aktuaria luar negeri",
      "Berpengalaman dalam bidang aktuaria di industri asuransi jiwa atau umum",
      "Minimal 0-3 tahun pengalaman kerja dalam bidang aktuaria di industri asuransi jiwa atau umum"
    ]
  },
  {
    "title": "Senior Staff Monitoring Kinerja Bisnis Asuransi Umum dan Penjaminan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Menyiapkan laporan kinerja Anak Perusahaan Asuransi Umum dan Penjaminan berdasarkan indikator yang telah ditentukan secara berkala untuk memastikan pencapaian strategi perusahaan yang telah ditetapkan.",
      "Menyiapkan dan mengolah data-data pendukung yang dibutuhkan untuk penyusunan laporan kinerja Anak Perusahaan Asuransi Umum dan Penjaminan",
      "Menyiapkan data-data pendukung dalam penyusunan evaluasi bisnis model Anak Perusahaan Asuransi Umum dan Penjaminan",
      "Membantu terlaksananya proses internalisasi program-program budaya kerja di departemen.",
      "Membantu tertib administrasi yang berhubungan dengan pengelolaan operasional bisnis secara lengkap, akurat, kini, dan utuh.",
      "Membantu pelaksanaan tugas dan tanggung jawab sesuai dengan prinsip tata kelola yang baik (good governance).",
      "Menjalankan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait."
    ],
    "qualifications": [
      "Minimal S-1 semua jurusan",
      "Diutamakan jurusan: Ekonomi dan Bisnis, Statistika, Teknik Industri, dan Manajemen",
      "Berpengalaman di bidang asuransi umum atau jasa keuangan",
      "Minimal 0-3 tahun pengalaman kerja terkait di bidang asuransi umum atau jasa keuangan"
    ]
  },
  {
    "title": "Senior Staff Office of the Board",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Memastikan ketaatan dalam mematuhi peraturan tentang persyaratan keterbukaan informasi sejalan dengan penerapan prinsip-prinsip GCG",
      "Mengontrol pelaksanaan RUPS di holding dan anak perusahaan untuk memastikan kesesuaian materi RUPS dengan arahan strategis Holding dan peraturan yang berlaku.",
      "Menatausahakan dan mengelola dokumen atau arsip Perusahaan, termasuk tetapi tidak terbatas pada, Daftar Pemegang Saham, Daftar Khusus, risalah Rapat Direksi, risalah Rapat Dewan Komisaris dan risalah RUPS Perusahaan.",
      "Merencanakan program pengenalan orientasi, remunerasi, fasilitas, dan pelatihan anggota Direksi, Dewan Komisaris, dan Organ Dewan Komisaris.",
      "Memastikan tersedianya administrasi terkait dokumen pengadaan, laporan-laporan yang dibutuhkan Divisi Sekretaris Perusahaan.",
      "Pemenuhan dokumen untuk kebutuhan pemeriksaan oleh Auditor Internal dan Eksternal.",
      "Melakukan peran supervisi dan pengembangan teknis bagi tim di lingkungan Departemen terkait.",
      "Merencanakan dan menyusun proposal anggaran Divisi Sekretaris Perusahaan (RKAP) secara keseluruhan, termasuk melakukan koordinasi dengan unit terkait dalam penyusunan anggaran baik di holding dan anggota holding.",
      "Memberikan dukungan dan partisipasi aktif dalam hal dibutuhkan untuk menyelesaikan dan mensukseskan program kerja di Departemen dan Divisi.",
      "Memastikan karyawan memahami dan menandatangani pedoman perilaku sebagai bagian dari pelaksanaan tata kelola perusahaan yang baik (Good Corporate Governance)",
      "Menerapkan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait."
    ],
    "qualifications": [
      "Minimal S-1",
      "Berpengalaman di bidang Corporate Secretary Officer.",
      "Minimal 4 - 7 tahun pengalaman kerja terkait di bidang Corporate Secretary Officer. "
    ]
  },
  {
    "title": "SEVP IFG Progress",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Memastikan program kerja Divisi untuk dapat diusulkan ke dalam Rencana Kerja dan Anggaran Perusahaan (RKAP) termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan program kerja antar unit fungsional.",
      "Mengembangkan kebijakan dan panduan terhadap pelaksanaan aktivitas unit kerja IFG Progress serta memonitor pelaksanaannya dan mengidentifikasi area perbaikan strategis untuk memastikan perbaikan kinerja yang berkesinambungan.",
      "Bertindak sebagai center of expertise terkait pengembangan perusahaan dan tren di dalam industri serta membantu perancangan blueprint pengembangan perusahaan agar memastikan kinerja perusahaan yang berkesinambungan.",
      "Membangun relasi dan komunikasi dengan pemangku kepentingan terkait (internal dan eksternal) untuk mendukung berjalannya dan meminimalisir hambatan strategi inisiatif perusahaan.",
      "Memonitor implementasi dan melakukan analisis program strategis perusahaan serta rekomendasi perbaikan yang telah disepakati, termasuk evaluasi perbaikan dan perubahan program untuk memastikan integrasi dengan rencana pencapaian IFG.",
      "Memastikan program kerja Divisi untuk dapat diusulkan ke dalam Rencana Kerja dan Anggaran Perusahaan (RKAP) termasuk kajian perubahan faktor-faktor eksternal guna memastikan keselarasan program kerja antar unit fungsional.",
      "Merekomendasikan hasil kajian dan melaporkan kegiatan yang dilakukan oleh unit kerja kepada Direktur terkait secara berkala.",
      "Mengevaluasi dan menyelesaikan tindak lanjut temuan audit.",
      "Mengontrol dan melakukan identifikasi, analisa dan memitigasi atas manajemen dan tata kelola risiko di unit kerja sesuai dengan ketentuan dan peraturan yang berlaku.",
      "Merencanakan dan melaksanakan pembinaan langsung terhadap karyawan di dalam unit kerja termasuk kebutuhan pengembangan kompetensi untuk menjaga efektivitas karyawan dalam melakukan perannya.",
      "Mengontrol dan mengevaluasi pembinaan dan/atau penindakan atas pelanggaran disiplin karyawan sesuai dengan peraturan perusahaan yang berlaku.",
      "Memonitor penyimpanan arsip dokumen terkait seluruh kegiatan yang dilakukan di unit kerja.",
      "Mengarahkan dan mengawasi manajelen perubahan terhadap Budaya kerja atau penerapan nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait."
    ],
    "qualifications": [
      "Minimal S2 (minimum)",
      "Diutamakan Jurusan: Ekonomi  / Manajemen / Bisnis / Statistics / Mathematics",
      "Berpengalaman kerja di perusahaan yang bergerak bidang keuangan/penelitian",
      "Minimal 15 tahun pengalaman kerja di industri jasa keuangan, termasuk minimal 5 tahun di posisi manajerial."
    ]
  },
  {
    "title": "Staff Hubungan Kelembagaan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Membantu mempersiapkan penyelenggaraan Rapat Direksi.",
      "Menyediakan informasi dalam rangka kelancaran pelaksanaan kegiatan-kegiatan Direksi.",
      "Membuat dan menyiapkan administrasi terkait dokumen dan laporan-laporan yang dibutuhkan Divisi Sekretaris Perusahaan.",
      "Membantu menyiapkan dan mencari data perencanaan dan implementasi, dan menjadikannya sebuah tabulasi awal terkait penyiapan anggaran Departemen dan Divisi Sekretaris Perusahaan umumnya.",
      "Memberikan dukungan dan terlibat aktif dalam hal dibutuhkan untuk menyelesaikan dan mensukseskan program kerja di Departemen dan Divisi.",
      "Membaca dan menandatangani pedoman perilaku sebagai bagian dari pelaksanaan tata kelola Perusahaan yang baik (Good Corporate Governance).",
      "Menerapkan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait."
    ],
    "qualifications": [
      "Minimal S-1 semua jurusan",
      "Diutamakan Jurusan: Komunikasi/Hukum",
      "Berpengalaman di bidang Hubungan Kelembagaan atau Sekretaris Perusahaan.",
      "Minimal 0 - 3 tahun pengalaman kerja terkait di bidang Hubungan Kelembagaan atau Sekretaris Perusahaan."
    ]
  },
  {
    "title": "Staff Implementasi Strategi",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Membantu dan mempersiapkan data kebutuhan kegiatan pengembangan strategi di Perusahaan dan/atau Anak Perusahaan, serta melakukan komunikasi dengan Anak Perusahaan.",
      "Mengumpulkan dan mempersiapkan data kebutuhan monitoring pelaksanaan implementasi strategi perusahaan di Perusahaan dan/atau Anak Perusahaan",
      "Melakukan proses dokumentasi administrasi dan manajemen dokumen terkait kegiatan implementasi pengembangan strategi perusahaan di Perusahaan dan/atau Anak Perusahaan, memastikan sistem filing yang memadai dan memastikan aksesibilitas serta kelengkapan dokumentasi",
      "Membuat dan menyiapkan administrasi terkait dokumen pengadaan, laporan-laporan yang dibutuhkan Divisi Strategi Perusahaan",
      "Membantu menyiapkan dan mencari data perencanaan dan implementasi, dan menjadikannya sebuah tabulasi awal terkait penyiapan anggaran Departemen dan Divisi Strategi Perusahaan",
      "Memberikan dukungan dan terlibat aktif dalam hal dibutuhkan untuk menyelesaikan dan mensukseskan program kerja di Departemen dan Divisi",
      "Membaca dan menandatangani pedoman perilaku sebagai bagian dari pelaksanaan tata kelola perusahaan yang baik (Good Corporate Governance).",
      "Menerapkan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan"
    ],
    "qualifications": [
      "Minimal S-1",
      "Berpengalaman di bidang Asuransi, Capital Market, Konsultan",
      "Minimal 0 - 3 tahun pengalaman kerja"
    ]
  },
  {
    "title": "Staff Pengelolaan Keuangan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Menyiapkan data sebagai pendukung usulan rancangan program kerja departemen yang terkonsolidasi dalam usulan Rencana Kerja Dan Anggaran Perusahaan (RKAP) terutama yang berhubungan dengan fungsi Cash Management dan Investasi Perusahaan baik dari Anak Perusahaan maupun holding.",
      "Menyiapkan data sebagai pendukung usulan atau perbaikan yang dilakukan terhadap draft kebijakan dan panduan dalam pelaksanaan aktivitas Pengelolaan Keuangan",
      "Berperan aktif dalam pengelolaan keuangan (cash management) dan pengelolaan Investasi Perusahaan sesuai Pedoman Strategis Perusahaan.",
      "Mengumpulkan dan menyiapkan data terkait pengelolaan portofolio investasi Perusahaan di holding dan/atau Anak Perusahaan.",
      "Menyiapkan dokumen resmi yang berkaitan dengan kegiatan pembayaran (transaksi) untuk keperluan operasional dan investasi Perusahaan.",
      "Menyiapkan data untuk penyusunan laporan arus kas Perusahaan di holding dan Anak Perusahaan.",
      "Menyediakan data pendukung untuk usulan dan saran yang akan digunakan dalam Pengembangan Sistem Monitoring untuk Cash Management dan Monitoring Investasi di holding dan Anak Perusahaan.",
      "Mengumpulkan data permohonan dari Anak Perusahaan terkait kegiatan yang berhubungan dengan pengelolaan investasi di Anak Perusahaan.",
      "Membina hubungan yang baik dengan pihak eksternal terutama dengan perbankan, Kementerian terkait dan lembaga pihak ketiga yang memiliki kepentingan dengan Departemen Pengelolaan Keuangan.",
      "Menjalankan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait."
    ],
    "qualifications": [
      "Minimal S-1 Diutamakan Jurusan: Manajemen Bisnis/ Keuangan Perusahaan/ Ekonomi Bisnis/ Perbankan ",
      "Berpengalaman di bidang keuangan dan/atau investasi atau industri jasa keuangan.",
      "Minimal 0 - 3 tahun pengalaman kerja terkait di bidang keuangan dan/atau investasi atau industri jasa keuangan."
    ]
  },
  {
    "title": "Staff Peraturan dan Perundang-undangan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Membuat dan menyiapkan administrasi terkait dokumen pengadaan, laporan-laporan yang dibutuhkan Divisi Hukum.",
      "Membantu menyiapkan dan mencari data perencanaan dan implementasi, dan menjadikannya sebuah tabulasi awal terkait penyiapan anggaran Departemen dan Divisi Hukum umumnya.",
      "Memberikan dukungan dan terlibat aktif dalam hal dibutuhkan untuk menyelesaikan dan mensukseskan program kerja di Departemen dan Divisi",
      "Membaca dan menandatangani pedoman perilaku sebagai bagian dari pelaksanaan tata kelola perusahaan yang baik (Good Corporate Governance).",
      "Menerapkan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait."
    ],
    "qualifications": [
      "Pandiddikan S1, Diutamakan Jurusan: Hukum Perusahaan/Hukum Bisnis/Hukum Perdata",
      "Berpengalaman kerja di perusahaan yang bergerak di industri jasa keuangan atau konsultan hukum (law firm) yang menangani korporasi.",
      "Memiliki 0-3 tahun pengalaman kerja di bidang hukum di industri jasa keuangan"
    ]
  },
  {
    "title": "Staff Perencanaan Bisnis Asuransi Umum dan Penjaminan",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Mengumpulkan dan mengolah data-data pendukung yang dibutuhkan untuk penyusunan draft kebijakan dan panduan terhadap aktivitas perencanaan kinerja Anak Perusahaan Asuransi Umum dan Penjaminan",
      "Menyediakan data-data pendukung laporan terkait kegiatan yang dilakukan oleh departemen",
      "Mengumpulkan data Indikator Pencapaian Kinerja (KPI) dari Anak Perusahaan Asuransi Umum dan Penjaminan",
      "Melaksanakan program kerja yang ditetapkan sesuai target",
      "Menganalisa, mengusulkan, dan melaksanakan proses perbaikan di bisnis Anak dan Cucu Perusahaan Asuransi Umum dan Penjaminan",
      "Membantu terlaksananya proses internalisasi program-program budaya kerja di departemen.",
      "Membantu tertib administrasi yang berhubungan dengan pengelolaan operasional bisnis secara lengkap, akurat, kini, dan utuh",
      "Membantu pelaksanaan tugas dan tanggung jawab sesuai dengan prinsip tata kelola yang baik (good governance).",
      "Menjalankan manajemen perubahan terhadap budaya kerja atau nilai perusahaan (AKHLAK) serta proses perbaikan berkelanjutan di unit terkait"
    ],
    "qualifications": [
      "Minimal S-1 semua jurusan Diutamakan jurusan: Ekonomi dan Bisnis, Statistika, Teknik Industri, dan Manajemen",
      "Berpengalaman di bidang asuransi umum atau jasa keuangan",
      "Minimal 0-3 tahun pengalaman kerja terkait di bidang asuransi umum atau jasa keuangan"
    ]
  },
  {
    "title": "Staff Perencanaan Strategi",
    "company": "Bahana Group",
    "location": "Jakarta",
    "tasks": [
      "Membantu dalam mengidentifikasi peluang dan ancaman eksternal dan mengidentifikasi kekuatan dan kelemahan Perusahaan, serta dalam pengawasan terhadap pelaksanaan perencanaan strategi dan penyelarasan strategi Anak Perusahaan dengan visi & misi Perusahaan.",
      "Membantu dalam penyusunan kebijakan dan panduan terhadap pelaksanaan aktivitas Perencanaan Strategis.",
      "Mengumpulkan dan menyiapkan data yang dibutuhkan untuk analisa yang akan digunakan sebagai dasar dalam penyusunan Rencana Jangka Panjang Perusahaan (RJPP) Perusahaan untuk memastikan tersedianya rencana dan strategi jangka panjang selaras dengan visi dan misi Perusahaan.",
      "Melakukan koordinasi dengan unit terkait untuk memastikan kesesuaian proses implementasi business plan serta RJPP IFG secara keseluruhan.",
      "Membantu dalam mengumpulkan dan menyiapkan data yang dibutuhkan untuk analisa feasibility study guna memastikan pengembangan profitabilitas Perusahaan",
      "Merekomendasikan perubahan produk serta polis asuransi dan pengelolaan aset produk asuransi di Anak Perusahaan untuk mencegah kerugian di kemudian hari."
    ],
    "qualifications": [
      "Minimal S-1 Diutamakan Jurusan: Management, Aktuaria, Ekonomi.",
      "Bidang manajemen, keuangan, manajemen bisnis di industri jasa keuangan",
      "Minimal 0 – 3 tahun pengalaman kerja"
    ]
  }
]
